{
"key.category.ars_nouveau.general": "Ars Nouveau",
"key.ars_nouveau.previous_slot": "(Книга заклинаний) Предыдущий слот",
"key.ars_nouveau.next_slot": "(Книга заклинаний) Следующий слот",
"key.ars_nouveau.open_book": "(Книга заклинаний) Открой книгу",
"key.ars_nouveau.selection_hud": "(Книга заклинаний) Переключить выделение HUD",

"itemGroup.ars_nouveau": "Ars Nouveau",
"item.ars_nouveau.novice_spell_book": "Книга заклинаний новичка",
"item.ars_nouveau.apprentice_spell_book": "Книга заклинаний мага",
"item.ars_nouveau.archmage_spell_book": "Книга заклинаний архимага",

"enchantment.ars_nouveau.mana_regen.desc": "Увеличивает регенерацию маны игрока.",
"enchantment.ars_nouveau.mana_boost.desc": "Увеличивает максимальную ману игрока",
"enchantment.ars_nouveau.reactive.desc": "Имеет шанс наложить написанное заклинание на используемый инструмент или повредит игрока.",
"entity.ars_nouveau.whelp": "Отродье",
"entity.ars_nouveau.carbuncle": "Карбункл",
"item.ars_nouveau.archmage_robes": "Роба архимага",
"item.ars_nouveau.archmage_leggings": "Штаны архимага",
"item.ars_nouveau.archmage_boots": "Ботинки архимага",
"item.ars_nouveau.archmage_hood": "Капюшон архимага",

"item.ars_nouveau.novice_boots": "Ботинки новичка",
"item.ars_nouveau.novice_leggings": "Штаны новичка",
"item.ars_nouveau.novice_robes": "Роба новичка",
"item.ars_nouveau.novice_hood": "Капюшон новичка",

"item.ars_nouveau.apprentice_robes": "Роба мага",
"item.ars_nouveau.apprentice_leggings": "Штаны мага",
"item.ars_nouveau.apprentice_boots": "Ботинки мага",
"item.ars_nouveau.apprentice_hood": "Капюшон мага",

"item.ars_nouveau.ring_of_amplify": "Кольцо усиления",
"item.ars_nouveau.lesser_discount_ring": "Кольцо меньшего дисконта",
"item.ars_nouveau.greater_discount_ring": "Кольцо большего дисконта",
"item.ars_nouveau.belt_of_levitation": "Пояс левитации",
"item.ars_nouveau.belt_of_unstable_gifts": "Пояс нустойчевых даров",
"item.ars_nouveau.mundane_belt": "Земной пояс",
"item.ars_nouveau.ring_of_potential": "Кольцо потенциала",
"item.ars_nouveau.arcane_brick": "Аркановые кирпичи (DEPRECATED)",
"item.ars_nouveau.jar_of_light": "Кувшин света",
"item.ars_nouveau.whelp_charm": "Талисман отродья",
"item.ars_nouveau.carbuncle_charm": "Талисман карбункула",
"item.ars_nouveau.carbuncle_shards": "Осколки карбункула",
"item.ars_nouveau.creative_spell_book": "Креативная книга заклинаний",
"item.ars_nouveau.dull_trinket": "Непонятная безделушка",
"item.ars_nouveau.amulet_of_mana_boost": "Амулет повышения маны",
"item.ars_nouveau.amulet_of_mana_regen": "Амулет регенерации маны",
"item.ars_nouveau.dominion_wand": "Посох господства",

"block.ars_nouveau.arcane_ore": "Аркановая руна",
"block.ars_nouveau.arcane_bricks": "Аркановые кирпичи",
"block.ars_nouveau.scribes_table": "Стол писца",
"block.ars_nouveau.light_block": "Свет",
"block.ars_nouveau.phantom_block": "Призрочный блок",
"block.ars_nouveau.mana_condenser": "Конденсатор маны",
"block.ars_nouveau.mana_jar": "Кувшин маны",
"block.ars_nouveau.mana_siphon": "Сифон маны",
"block.ars_nouveau.glyph_press": "Пресс для глифа",
"block.ars_nouveau.glyph_painter": "Художник глифов",
"block.ars_nouveau.glyph_imbuer": "Имбуер глифов",
"block.ars_nouveau.rune": "Руна",
"block.ars_nouveau.warding_stone": "Камень охраны",
"block.ars_nouveau.arcane_pedestal": "Педестал арканы",
"block.ars_nouveau.enchanting_apparatus": "Устройство зачарования",
"block.ars_nouveau.summoning_crystal": "Кристалл спавна",
"block.ars_nouveau.portal": "Варп-портал",
"block.ars_nouveau.arcane_relay": "Реле маны",
"block.ars_nouveau.arcane_relay_splitter": "Разделитель маны",
"block.ars_nouveau.arcane_core": "Ядро арканы",
"block.ars_nouveau.crystallizer": "Кристаллизатор",
"ars_nouveau.page.jar_of_light": "Вызовите свет, который будет следовать за игроком. Может быть вызван и убран в любое время.",
"ars_nouveau.page.amulet_of_mana_boost": "Увеличивает максимальную ману на некоторое количество.",
"ars_nouveau.page.amulet_of_mana_regen": "Увеличивает регенерацию маны на некоторое количество.",

"ars_nouveau.page.arcane_relay": "Обеспечивает транспортировку маны между кувшинами Маны и другими реле Маны. Чтобы вытянуть ману из кушинов, используйте палочку господства на кувшине, а затем на реле. Для передачи между реле или из реле в кувшин используйте палочку на реле, а затем цель, на которую вы хотите отправить ману. Реле могут достигать только 10 блоков. Чтобы очистить соединения, shift, используя палочку господства на реле.",
"ars_nouveau.page.arcane_relay_splitter": "Работает аналогично реле маны, но поддерживает прием и передачу сразу в несколько кувшинов. Разделитель имеет гораздо большую пропускную способность, чем Основное реле, и разделит эту пропускную способность между всеми своими кувшинами. См. Инструкции по использованию реле маны.",
"ars_nouveau.page.enchanting_apparatus1": "Аппарат зачарования использует пьедесталы и мировую ману для крафта. Чтобы использовать Аппарат зачарования, поместите рядом любое количество Магических Пьедесталов с их предметами. Поместите свой предмет реагента на блок Аппарата зачарований и взаимодействуйте с блоком, крадучись, чтобы начать крафт. Для работы Аппарата зачарований требуется Аркановое Ядро под ним.",

"ars_nouveau.page.mana_bloom_crop": "Магически наполненный цветок, Цветы Маны обеспечивают дополнительную ману близлежащим Конденсаторам Маны по мере их роста и обеспечивают источник волокна маны.",
"ars_nouveau.page.belt_of_levitation": "Пояс, который позволяет пользователю левитировать на умеренном расстоянии над землей. Полезно для восхождения на горы! Просто крадитесь в воздухе, падая (или прыгая), чтобы подняться.",

"ars_nouveau.page.ring_of_lesser_discount": "В дополнение к предоставлению небольшого бонуса к максимальной мане и регенерации маны, Кольца дисконта уменьшают общую стоимость использования заклинаний.",

"ars_nouveau.page.ring_of_greater_discount": "Обеспечивает немного большую скидку по сравнению с Меньшим Кольцом дисконта.",
"ars_nouveau.page.belt_of_unstable_gifts": "Иногда дает случайный положительный эффект зелья на короткое время. Эти эффекты могут различаться по силе.",
"ars_nouveau.page.whelp_charm": "Отродья-полезные существа, способные творить заклинания, используя ману из кувши маны. Учитывая заклинание, написанное на Пергаменте Заклинаний, отродья будут произносить заклинания в области, окружающей их Призывающий Кристалл. Чтобы вызвать отродье, используйте заклинание Отродья на кристалле вызова.",
"ars_nouveau.page2.whelp_charm": "Отродья очень хрупкие, и их нужно защищать. В том случае, если они умрут, они потеряют свои талисманы.",
"ars_nouveau.page3.whelp_charm": "Отродья могут использовать заклинания, которые начинаются с Прикосновения или Снаряда. Вы можете дать им заклинание, написанное на Пергаменте. В настоящее время Отродья будут нацеливаться только на блоки, окружающие их кристалл. Заклинание будет потреблять ману из кувшинов, которые находятся рядом с Кристаллом Призыва. По умолчанию Отродья будут использовать заклинание только в том случае, если КАЖДЫЙ эффект заклинания будет что-то делать. Урожай будет отбрасываться только на деревья или полностью выращенные культуры, или расти на не полностью выращенные культуры.",
"ars_nouveau.page4.whelp_charm": "Чтобы отключить этот строгий режим, используйте палочку господства, однако рекомендуется использовать несколько специализированных Отродий. В то время как отродья не могут собирать блоки самостоятельно, они могут хранить предметы в сундуках, которые находятся рядом с Кристаллом Призыва, используя заклинание Подбора предметов. И наоборот, Отродья могут размещать блоки и взаимодействовать с миром с помощью Предметов. Вы можете дать предмет или блок Отродью, и он будет использовать предмет непосредственно из сундуков, расположенных рядом с Кристаллом Вызова. Используйте рассеевание на отродье, чтобы вернуть свои талисманы!",

"ars_nouveau.page.carbuncle_charm": "Карбункулы естественным образом появляются в лесистых районах в поисках золотых самородков. В то время как карбункулы обычно боятся людей, они позволят кому-то приблизиться, если они держат золотой самородок. Когда карбункул поднимет золотой самородок, он исчезнет из этого мира и оставит после себя Осколки Карбункула.",
"ars_nouveau.page2.carbuncle_charm": "В то время как дикие карбункулы не могут быть приручены, их осколки могут быть использованы для вызова карбункула.",
"ars_nouveau.page3.carbuncle_charm": "Чтобы вызвать карбункул, используйте заклинание карбункула на земле. Вызванные карбункулы будут подбирать близлежащие предметы и могут перемещать их между инвентарями, такими как сундуки. Карбункулы будут собирать полностью выросшие исходные ягодные кусты вокруг него. Карбункул теряет свое талисманы, когда его рассеивают или убивают.",
"ars_nouveau.page4.carbuncle_charm": "Чтобы связать карбункул, чтобы поместить предметы в сундук, используйте палочку господства на карбункуле, а затем на инвентарь. Чтобы взять предметы из инвентаря, используйте палочку на инвентаре, а затем Карбункуле. Карбункулы будут перемещать предметы между столькими запасами, сколько вы пожелаете. Глядя на Карбункула, вы узнаете, из какого количества сундуков берутся и куда поступают вещи. Использование Палочки господства на Карбункуле во время присядки сбросит их.",
"ars_nouveau.page5.carbuncle_charm": "Вы можете диктовать, куда идут предметы и они могут быть подобраны с помощью Свитков предметов или Рамок. Карбункулу может быть дан Свиток элементов: Разрешить или Запретить, и он будет только подбирать и перемещать элементы, соблюдая этот фильтр. В качестве альтернативы вы можете поместить Рамку в инвентарь, с которым взаимодействует карбункул. Вы можете поместить либо свиток предмета, либо один элемент непосредственно на рамку. Карбункулы, взаимодействующие с этим инвентарем, будут уважать фильтры, обрамленные предметами.",

"ars_nouveau.page.summoning_crystal": "Автоматизация в Ars Nouveau начинается с Вызывающего Кристалла. Призывающие кристаллы дают ману, ресурсы и задания особым магическим существам, таким как Отродья! Размещение сундука рядом с Кристаллом Призыва обеспечит место для хранения предметов призванных существ. Область Кристалла призыва может быть изменена щелчком правой кнопки мыши.",
"ars_nouveau.page2.summoning_crystal": "Таким существам, как Отродья, потребуется мана, чтобы взаимодействовать с миром. Поместите кувшин Маны в непосредственной близости и начните снабжать ее маной. Чтобы начать свою первую автоматизацию, посмотрите запись на талисмане отродья и столе писцов.",

"ars_nouveau.page.reactive": "Реактивное-это заклинание, которое может быть применено к ЛЮБОМУ предмету и может быть применено и улучшено с помощью Зачеровательного аппарата. Инструменты и доспехи с Реактивным заклинанием имеют шанс автоматически наложить заклинание при использовании или когда игрок ранен. Сколько будет стоить заклинание, зависит от самого заклинания, записанного в первой фазе крафта, и пользователь должен иметь достаточно маны, чтобы произнести заклинание.",
"ars_nouveau.page.reactive2": "Чтобы зачаровать предмет Реактивом, поместите в устройство любой предмет или броню. Пергамент заклинания, помещенный на пьедестал, должен быть исписан действительным заклинанием. Дополнительную информацию смотрите в столе писцов. Реактивное заклинание также требует бкувшины маны рядом с Зачаровательным Аппаратом. Для заклинания первого уровня требуется примерно треть кувшина.",
"ars_nouveau.page.reactive3": "Чтобы улучшить заклинание, замените реагент на любой предмет, который имеет существующее Реактивное заклинание. Реактивное заклинание уровня 2 требует предмета с Реактивным I, а Реактивное заклинание уровня 3 требует предмета с Реактивным II. Более высокие уровни потребуют значительно большего количества маны.",
"ars_nouveau.page.reactive4": "Заклинание, которое бросает Реактивная шестерня, можно изменить, поместив зачарованный кусок шестерни в аппарат с новым написанным пергаментом заклинания.",
"enchantment.ars_nouveau.mana_boost": "Повышение маны",
"enchantment.ars_nouveau.reactive": "Реактивный",
"enchantment.ars_nouveau.mana_regen": "Регенерация маны",
"item.ars_nouveau.bucket_of_mana":"Ведро маны",
"item.ars_nouveau.magic_clay":"Магическая глина",
"item.ars_nouveau.marvelous_clay":"Чудесная глина",
"item.ars_nouveau.mythical_clay":"Мистическая глина",
"item.ars_nouveau.runic_chalk":"Рунический кусочек",
"item.ars_nouveau.mana_bloom":"Цветение маны",
"item.ars_nouveau.mana_fiber":"Волокно маны",
"item.ars_nouveau.blaze_fiber":"Волокно блэйза",
"item.ars_nouveau.end_fiber":"Волокно энда",
"block.ars_nouveau.mana_bloom_crop":"Семя цветения маны",
"item.ars_nouveau.mana_brick":"Кирпич маны",
"item.ars_nouveau.mana_gem":"Самоцвет маны",
"item.ars_nouveau.blank_glyph": "Пустой глиф",
"item.ars_nouveau.worn_notebook": "Потертый блокнот",
"item.ars_nouveau.warp_scroll": "Потертый свиток",
"item.ars_nouveau.spell_parchment": "Пергамент с заклинанием",

"item.ars_nouveau.ring_of_greater_discount": "Кольцо большого дисконта",

"item.ars_nouveau.ring_of_lesser_discount": "Кольцо малого дисконта",

"effect.ars_nouveau.shield": "Магический щит",
"alert.core": "Ядро арканы должно быть помещено под этим блоком.",
"sylph.unhappy": "Сильф, кажется, очень несчастна в своем доме. Попробуйте привести его в порядок!",
"sylph.content": "Сильф, кажется, довольна, но могло бы быть и лучше.",
"sylph.happy": "Сильф выглядит вполне довольной.",
"sylph.very_happy": "Сильф очень счастлива!",
"sylph.extremely_happy": "Сильф чрезвычайно счастлива! Не похоже, что она хочет чего-то еще.",
"sylph.okay_diversity": "Здесь, по-видимому, нет большого разнообразия.",
"sylph.diverse_enough": "Есть некоторое разнообразие, но могло бы быть и лучше.",
"sylph.very_diverse": "Сильф думает, что ее дом очень разнообразен.",
"sylph.extremely_diverse": "Дом чрезвычайно разнообразен, но Сильф никогда не откажется от нового дополнения к своему дому!",
"sylph.notinterested": "Сильф, похоже, не заинтересовалась этим предметом.",
"sylph.likes": "Сильф похоже нравится этот блок!",
"sylph.excited": "Сильф был бы в восторге, если бы это было в ее доме!",
"sylph.toomuch": "Сильф нравится этот предмет, но его уже достаточно.",
"item.ars_nouveau.sylph_charm":"Талисман Сильф",
"item.ars_nouveau.sylph_shards":"Кусочек Сильф",
"ars_nouveau.page.sylph_charm": "Сильфы-это любопытные природные духи, которые встречаются исключительно в лесных районах. Призванные Сильфы могут получить дом в мире и начать производить природные материалы, включая древесину, зерновые культуры, семена и цветы, которые существуют вокруг них. Дикие Сильфы могут подружиться и бросать Осколки Сильфов, если рядом с ними вырастет дерево.",
"ars_nouveau.page2.sylph_charm": "Сильфы будут следовать за животными, игроками и монстрами! Они также будут время от времени выращивать вокруг себя траву.",
"ars_nouveau.page3.sylph_charm": "Чтобы вызвать Сильф, используйте заклинание Сильф на Кристалле Вызова. Сильфы считают, что их дом находится в 10 блоках в любом направлении от Призывающего Кристалла. Сильфы нуждаются в мане поблизости, чтобы трудиться, и будут генерировать предметы только в том случае, если рядом с Кристаллом Призыва находится сундук. Вы можете вернуть свое очарование, используя рассеевание на сильфе.",
"ars_nouveau.page4.sylph_charm": "Призванные сильфы должны быть счастливы, чтобы производить материалы, и их настроение определяется количеством и разнообразием природных материалов в их доме. Вы можете использовать блоки на Сильфе, чтобы получить дополнительную информацию, если Сильф будет наслаждаться этим блоком в своем доме. Взаимодействие с сильфой с пустой рукой даст вам дополнительную информацию о счастье Сильфов.",
"ars_nouveau.page5.sylph_charm": "Примечание: сильфу может потребоваться несколько минут, чтобы восстановить свое настроение после размещения блока. Сильфы ценят разнообразие, и слишком большое количество одного блока больше не будет считаться.",
"ars_nouveau.page6.sylph_charm": "Частота дропа определяется счастьем, разнообразием и пропорциями блоков в доме Сильфов. Например, чтобы создать много бревен, вырастите больше деревьев. Чтобы получить больше семян и урожая, сажайте больше культур. Предоставление свитка Сильфам: Отрицание приведет к тому, что сильф больше не будет производить этот материал.",
"entity.ars_nouveau.sylph": "Сильф",
"block.ars_nouveau.arcane_stone": "Аркановый камень",
"block.ars_nouveau.ab_alternating": "Альтернативные аркановые кирпичи",
"block.ars_nouveau.ab_herring": "Аркановыу кирпичи Елочкой",
"block.ars_nouveau.ab_ashlar": "Тесанные аркановые кирпичи",
"block.ars_nouveau.ab_mosaic": "Аркановые кирпичи мозайкой",
"block.ars_nouveau.ab_basket": "Аркановые кирпичи волной",
"tooltip.arcane_brick": "Этот предмет устарел. См. Раздел о Кристаллов Маны и Кристаллизаторе. Вы можете превратить это в Кристаллы!",
"ars_nouveau.page.crystallizer1": "Кристаллизатор обеспечивает возобновляемый источник Кристаллов Маны, конденсируя мировую ману с течением времени. Кристаллизатор может работать пассивно с очень медленной скоростью, или он может получать Ману из соседних кувшинов и создавать Кристаллы Маны с гораздо более высокой скоростью. Доступ к кристаллизатору также возможен через Хопперы и Карбункулы.",
"tooltip.mana_gem":"Найден в Тайной руде.",
"tooltip.mana_bloom":"Созданный с помощью Аппарата зачарования",
"ars_nouveau.alert.turret_type": "урели могут использовать только Прикосновение или снаряд.",
"ars_nouveau.alert.spell_set": "Установка заклинаний",
"block.ars_nouveau.spell_turret":"Турель заклинаний",
"ars_nouveau.page.spell_turret": "Турели можно использовать для произнесения заклинаний по сигналу редстоуна, функционируя как распределитель. Турели будут принимать заклинания, которые используют Прикосновение и снаряд. Заклинания могут быть установлены с помощью написанного куска Пергамента Заклинаний. Чтобы произносить заклинания, турели будут черпать ману из близлежащих кувшинов маны. Турели могут использовать Блок подбора предметов и размещения до тех пор, пока инвентарь находится рядом с этим блоком.",
"ars_nouveau.page.spell_turret2": "Турели могут обеспечить компактную и эффективную автоматизацию. Примеры включают в себя: настраиваемые редстоуновые часы, одноблочное дерево или сельскохозяйственные фермы, быструю плавку с фортуной или фермы мобов.",
"ars_nouveau.alert.duplicate_method": "Повторяющиеся методы не допускаются",
"ars_nouveau.relay.no_to": "Не отправлено место настройки.",
"ars_nouveau.relay.one_to": "Sending to %d location(s).",
"ars_nouveau.relay.no_from": "Не выбрано места настройки",
"ars_nouveau.relay.one_from": "Taking from %d location(s).",
"ars_nouveau.rune.touch":"Руны должны иметь Касание в качестве своего первого глифа.",
"ars_nouveau.whelp.strict_mode":"Strict mode set to %s",
"item.ars_nouveau.allow_scroll":"Прокрутка элемента: Допускается",
"item.ars_nouveau.deny_scroll":"Пункт Прокрутки: Запрещается",
"item.ars_nouveau.wixie_shards":"Кусочек Викси",
"item.ars_nouveau.wixie_charm":"Талисман Викси",
"block.ars_nouveau.wixie_cauldron":"Котел Викси",
"ars_nouveau.rune.error": "Руна выдала ошибку. Пожалуйста, доложите об этом! Пока, руна!",
"item.ars_nouveau.blank_parchment":"Чистый Пергамент",
"ars_nouveau.scribe.item_added":"Предмет добавлен.",
"ars_nouveau.scribe.item_removed":"Предмет убран.",
"ars_nouveau.allow_set": "Карбункул примит только эти предметы.",
"ars_nouveau.ignore_set": "Карбункул проигнорирует эти предметы.",
"block.ars_nouveau.lava_lily": "Лавовая лилия",
"block.ars_nouveau.volcanic_accumulator": "Вулканический Аккумулятор",
"ars_nouveau.spell.disabled": "Это заклинание выключено в конфигах.",
"block.ars_nouveau.mana_berry_bush": "Источник ягод",
"ars_nouveau.connections.cleared": "Соединения очищены.",
"ars_nouveau.connections.take": "Relay set to take from %s",
"ars_nouveau.connections.send": "Relay set to send to %s",
"item.minecraft.splash_potion.effect.mana_regen_potion_strong": "Взрывное зелье регенерации маны",
"item.minecraft.splash_potion.effect.mana_regen_potion": "Взрывное зелье регенерации маны",
"item.minecraft.splash_potion.effect.mana_regen_potion_long": "Взрывное зелье регенерации маны",
"item.minecraft.potion.effect.mana_regen_potion_strong": "Зелье регенерации маны",
"item.minecraft.potion.effect.mana_regen_potion": "Зелье регенерации маны",
"item.minecraft.potion.effect.mana_regen_potion_long": "Зелье регенерации маны",
"item.minecraft.lingering_potion.effect.mana_regen_potion_strong": "Затяжное зелье регенерации маны",
"item.minecraft.lingering_potion.effect.mana_regen_potion": "Затяжное зелье регенерации маны",
"item.minecraft.lingering_potion.effect.mana_regen_potion_long": "Затяжное зелье регенерации маны",
"item.minecraft.tipped_arrow.effect.mana_regen_potion_strong": "Стрела регенерации маны",
"item.minecraft.tipped_arrow.effect.mana_regen_potion": "Стрела регенерации маны",
"item.minecraft.tipped_arrow.effect.mana_regen_potion_long": "Стрела регенерации маны",
"effect.ars_nouveau.mana_regen": "Регенерация маны",
"ars_nouveau.on": "Активно: Да",
"ars_nouveau.off": "Активно: Нет",
"item.ars_nouveau.void_jar": "Кувшин анулирования",
"ars_nouveau.rune.setperm": "Эта руна теперь не пропадет.",
"ars_nouveau.page.void_jar": "Кувшин, который может уничтожать предметы при получении и дает небольшое количество маны взамен. Чтобы включать и выключать кувшин, используйте ее во время присядки. Чтобы добавить или удалить предмет, который будет уничтожен кувшином, используйте кувшин с предметом в руке или используйте предмет на столе Писцов с кувшином, помещенным на него. Кувшин должен быть в вашей горячей панели, чтобы функционировать.",
"ars_nouveau.page.runic_chalk": "Рунический мел можно использовать для размещения постоянных рун на земле, которые будут накладывать заклинания на сущности, которые ходят по ним. Чтобы дать руне заклинание, напишите заклинание на пергаменте, используя стол писцов, как только руна наложит заклинание, она станет незаряженной. Незаряженная руна будет заряжаться из ближайших кувшинов маны. Использование рунического мела на временной руне преобразует ее в постоянную.",
"ars_nouveau.wand.invalid": "Неверное заклинание. Палочки принимают только Эффекты и Усиления.",
"item.ars_nouveau.wand":"Отбрасывающий посох",
"ars_nouveau.wixie.has_wixie": "В этом котле уже есть викси.",
"ars_nouveau.wixie.no_recipe": "рецепт не найден",
"ars_nouveau.wixie.recipe_set": "Рецепт настроен.",
"tooltip.wixie_shard": "Получается,при использовнии на ведьме с половиной хдоровья.",
"tooltip.carbuncle_shard": "Получается, давая дикому Карбункулу Золотой Самородок.",
"tooltip.sylph_shard": "Получается при выращивании дерева рядом с дикой сильфой.",
"ars_nouveau.page.wixie_charm": "Викси может автоматически создавать предметы для вас за счет маны. Чтобы получить Осколок Викси, бросьте Рассеивание на Ведьму, пока она наполовину здорова или меньше. Как только вы получите талисман Викси, используйте его на Котле, чтобы вызвать своего Викси.",
"entity.ars_nouveau.wixie": "Викси",
"ars_nouveau.page2.wixie_charm": "Чтобы выбрать предмет для крафта, используйте свой предмет или блок на котле Викси.",
"ars_nouveau.page3.wixie_charm": "Викси автоматически выберет рецепт для крафта на основе имеющихся поблизости запасов, вам не нужно указывать точные материалы для рецепта. Например, если вы хотите изготовить палочки, Викси будет смешивать и сочетать доски из соседних сундуков, чтобы выполнить рецепт. Каждый крафт требует небольшого количества маны и будет автоматически сливаться из соседних кувшинов маны. Сигнал редстоуна на котле остановит крафт.",
"block.ars_nouveau.ab_smooth":"Сглаженный аркановый кирпич",
"block.ars_nouveau.ab_clover":"Аркановый кирпич с клевером",
"block.ars_nouveau.ab_smooth_slab":"Сглаженная аркановая плита",
"block.ars_nouveau.creative_mana_jar":"Креативный кувшин маны",
"block.ars_nouveau.purple_archwood_log":"Досадное бревно Арочного Дерева",
"block.ars_nouveau.blue_archwood_log":"Каскадное Арочное бревно",
"block.ars_nouveau.green_archwood_log":"Цветущее бревно Арочного дерева",
"block.ars_nouveau.red_archwood_log":"Пылающее Арочное бревно",
"block.ars_nouveau.purple_archwood_sapling":"Досадный Саженец Арочного Дерева",
"block.ars_nouveau.blue_archwood_sapling":"Каскадный Саженец Арочного Дерева",
"block.ars_nouveau.green_archwood_sapling":"Цветущий Саженец Арочного Дерева",
"block.ars_nouveau.red_archwood_sapling":"Пылающий Саженец Арочного Дерева",
"block.ars_nouveau.purple_archwood_leaves":"Досадные листья Арчвуда",
"block.ars_nouveau.blue_archwood_leaves":"Каскадные Листья Арочного Дерева",
"block.ars_nouveau.green_archwood_leaves":"Цветущие листья Арочного Дерева",
"block.ars_nouveau.red_archwood_leaves":"Пылающие Листья Арочного Дерева",
"block.ars_nouveau.archwood_planks":"Арочные доски",
"ars_nouveau.page.wand": "Палочки принимают только одно заклинание и записываются с помощью стола Писцов. Палочка всегда начинается со Снаряда -> Ускорение, и ДОЛЖНА быть начертана заклинанием, которое не имеет другого метода. Это позволяет вам использовать заклинания, выходящие за пределы 10-ти заклинаний. Если вам нужна палочка, которая бросает разрушение, напишите палочку с JUST разрушением, и ваш результат будет палочкой со Снарядом -> Ускорением -> Разрушением.",
"ars_nouveau.carbuncle.cleared": "Задачи сняты.",
"block.ars_nouveau.red_archwood_wood":"Пылающая Арочная древесина",
"block.ars_nouveau.green_archwood_wood":"Цветущая Арочная древесина",
"block.ars_nouveau.purple_archwood_wood":"Досадная Арочная древесина",
"block.ars_nouveau.blue_archwood_wood":"Каскадная Арочная древесина",
"ars_nouveau.connections.fail": "Слишком далеко.",
"block.ars_nouveau.archwood_slab":"Плита из арочного Дерева",
"block.ars_nouveau.archwood_fence":"Забор из Арочного дерева",
"block.ars_nouveau.archwood_fence_gate":"Колитка из Арочного Дерева",
"block.ars_nouveau.archwood_trapdoor":"Люк из Арочного Дерева",
"block.ars_nouveau.archwood_pressure_plate":"Плита из Арочного Дерева",
"block.ars_nouveau.archwood_door":"Дверь из Арочного Дерева",
"block.ars_nouveau.stripped_blue_archwood_log":"Ободранное Каскадное Арочное Бревно",
"block.ars_nouveau.stripped_blue_archwood_wood":"Ободранная Каскадная Древесина Арочвуда",
"block.ars_nouveau.stripped_red_archwood_log":"Ободранное Пылающее Арочное Бревно",
"block.ars_nouveau.stripped_red_archwood_wood":"Ободранная Пылающая Древесина Арчвуда",
"block.ars_nouveau.stripped_green_archwood_log":"Ободранное Цветущее Бревно Арочного Дерева",
"block.ars_nouveau.stripped_green_archwood_wood":"Ободранная Цветущая Древесина Арчвуда",
"block.ars_nouveau.stripped_purple_archwood_log":"Ободранное Досадное Бревно Арочного Дерева",
"block.ars_nouveau.stripped_purple_archwood_wood":"Ободранная Досадная Древесина Арчвуда",
"block.ars_nouveau.archwood_stairs":"Лестница из Арчвуда",
"block.ars_nouveau.mana_gem_block":"Блок Кристаллов Маны",
"item.ars_nouveau.spell_bow": "Лук очерования",
"item.ars_nouveau.split_arrow": "Аугментная стрела: Расщепление",
"item.ars_nouveau.amplify_arrow": "Аугментная стрела: Усиление",
"item.ars_nouveau.pierce_arrow": "Аугментная стрела: Пробивной",
"ars_nouveau.page.spell_bow": "Лук, который можно зачеровать заклинанием, используя стол писцов. Если у игрока достаточно маны, стрелы станут Стрелами Заклинаний и будут применять заклинание к своей цели. Если в инвентаре нет стрел, то будет брошена заклинательная стрела, наносящая 0 урона. Если не хватает маны, будут выпущены обычные стрелы. Луки чародея могут использовать специальные Стрелы Аугментации для усиления начертанного заклинания.",
"ars_nouveau.page.amplify_arrow": "Добавляет два усиления к концу записанного заклинания при использовании. Каждый рецепт дает 32.",
"ars_nouveau.page.pierce_arrow": "Добавляет две пробиных способности к началу цепочки. Каждый рецепт дает 32.",
"ars_nouveau.page.split_arrow": "Добавляет два расщепления к началу цепочки. Если заклинательная стрела будет наносить урон, то и каждая расщепленная стрела будет наносить урон. Каждый рецепт дает 32.",
"ars_nouveau.bow.invalid": "Луки могут принимать только заклинания, которые не имеют форму.",
"ars_nouveau.apparatus.norecipe": "Рецепт не найден.",
"ars_nouveau.apparatus.nomana": "Не хватает маны.",
"ars_nouveau.reset.cleared": "Прогресс очищен.",
"effect.ars_nouveau.summoning_sickness": "Призыв болезни",
"entity.ars_nouveau.wilden_guardian": "Дикий Защитник",
"entity.ars_nouveau.wilden_stalker": "Дикий Сталкер",
"entity.ars_nouveau.wilden_hunter": "Дикий Hunter",
"item.ars_nouveau.wilden_spike": "Дикий Шип",
"item.ars_nouveau.wilden_horn": "Дикий Рог",
"item.ars_nouveau.wilden_wing": "Дикий Крыло",
"tooltip.wilden_spike": "Выподает из Дикого Защитника, нашодяться в холодных биомах.",
"tooltip.wilden_wing": "Выподает из Дикого Сталкера",
"tooltip.wilden_horn": "Выподает из Дикого Охотника за стаей",
"entity.ars_nouveau.summon_wolf": "Призванный волк",
"tooltip.worn_notebook": "Документация для Ars Nouveau",
"effect.ars_nouveau.shocked": "Шокирован",
"ars_nouveau.flask.charges": "Заряд: %d",
"item.ars_nouveau.potion_flask": "Настой с зельем",

"ars_nouveau.glyph_desc.accelerate": "Увеличивает скорость метательных заклинаний.",
"ars_nouveau.glyph_desc.amplify": "Дополнительное увеличение мощности большинства эффектов заклинаний. Может увеличить уровень добычи, Разрыва и увеличивает урон заклинаний.",
"ars_nouveau.glyph_desc.aoe": "Заклинания будут действовать на большую площадь вокруг цели.",
"ars_nouveau.glyph_desc.aquatic": "Применяет силовой бафф.",
"ars_nouveau.glyph_desc.blink": "Телепортирует игрока в определенное место. Если сущность поражена и игрок держит Варп-Свиток в руке, то сущность будет телепортирована в то месте, где находится Варп-Свиток. При использовании на Себе игрок перемещается вперед. Рурели и заклинания могут телепортировать объекты, используя Варп-свитки из ближайших инвентарев.",
"ars_nouveau.glyph_desc.break": "Заклинание, с которого вы начинаете. Разбивает блоки средней твердости. Может быть усилен для повышения уровня добычи.",
"ars_nouveau.glyph_desc.cold_snap": "Заманивает в ловушку и наносит урон существу, которое страдает Медлительностью или Слепотой. Ближайшие враги, которые не страдают от медлительности, будут замедлены. Ближайшие враги, пораженные Медлительностью или Слепотой, также будут поражены похолоданием. Может быть дополнен с помощью Усилением, Продолжительностью времени и По кругу.",
"ars_nouveau.glyph_desc.conjure_water": "Помещает воду в определенное место. Может быть дополнено По кругу.",
"ars_nouveau.glyph_desc.craft": "Открывает меню крафта.",
"ars_nouveau.glyph_desc.crush": "Превращает камень в гравий, а гравий-в песок. Также наносит урон сущностям и наносит бонусный урон сущностям, которые плавают.",
"ars_nouveau.glyph_desc.cut": "Стрегет сущности и блоки или наносит урон сущностям за небольшую цену. Ничего не стоит.",
"ars_nouveau.glyph_desc.dampen": "Уменьшает силу большинства заклинаний. Немного снижает стоимость маны, но не ниже 0.",
"ars_nouveau.glyph_desc.delay": "Задерживает эффекты, расположенные справа от этого заклинания, на несколько мгновений. Задержка может быть увеличена аугментом продолжительности времени.",
"ars_nouveau.glyph_desc.dispel": "Удаляет любые эффекты зелья с цели. При использовании на ведьме с половиной здоровья ведьма исчезнет в обмен на осколок Викси. Он также развеет прирученных Отродий, Карбункулов и Сильфов обратно в их чармы.",
"ars_nouveau.glyph_desc.duration_down": "Уменьшает продолжительность заклинаний, таких как эффекты зелья, задержка, сигнал редстоуна и другие.",
"ars_nouveau.glyph_desc.ender_inventory": "Открывает ваш личный сундука эндера из любого места.",
"ars_nouveau.glyph_desc.exchange": "При использовании на блоках обменивайте блоки в горячей панели игрока на блоки, попадающие в цель, как если бы они были добыты с помощью шелкового касания. Может быть дополнен По кругу, а усиление требуется для замены блоков более высокой твердости. При использовании на сущностях местоположение игрока и сущности меняются местами.",
"ars_nouveau.glyph_desc.explosion": "Вызывает взрыв на месте.",
"ars_nouveau.glyph_desc.extend_time": "Продлевает время действия заклинаний, включая баффы, клыки и призывы.",
"ars_nouveau.glyph_desc.extract": "Применяет эффект шелкового касания к Разрушению и вызывает взрыв, чтобы не разрушать падающие блоки. Не сочетается с Удачей.",
"ars_nouveau.glyph_desc.fangs": "Вызовет Клыки в том направлении, куда было нацелено заклинание.",
"ars_nouveau.glyph_desc.fell": "Собирает целые деревья, грибы, кактусы и другую растительность. Может быть усилен с помощью Усиления для разрушения материалов более высокой твердости. По кругу увеличит количество блоков, которые могут быть добыты за один раз.",
"ars_nouveau.glyph_desc.flare": "При использовании на существах, которые находятся в огне, вспышка вызывает поджог, распространяет огонь и наносит урон другим близлежащим сущностям. Наносит значительно больше урона, чем Вред. Может быть дополнен с помощью Продолжительности времени, Усиления и По кругу.",
"ars_nouveau.glyph_desc.fortune": "Увеличивает шанс дропа мобов. Нельзя сочетать с Извлечением",
"ars_nouveau.glyph_desc.freeze": "Замораживает воду или замедляет цель на некоторое время.",
"ars_nouveau.glyph_desc.gravity": "Вызывает падение блоков и сущностей.",
"ars_nouveau.glyph_desc.grow": "Заставляет растения ускоряться в росте, но это не дает ману в близлежащие Конденсаторы Маны.",
"ars_nouveau.glyph_desc.gust": "Отбрасывает цель на небольшом расстоянии от игрока",
"ars_nouveau.glyph_desc.harm": "Заклинание, с которого вы начинаете. Повреждает цель. Может быть увеличен путем Усиления или применения дебаффа Яда при использовании Продолжительности времени. Обратите внимание, что множественные повреждения без задержки не будут применяться из-за непобедимости при попадании.",
"ars_nouveau.glyph_desc.harvest": "При использовании на не выращенных культурах это заклинание позволит получить полностью выращенный продукт, не разрушая растение.",
"ars_nouveau.glyph_desc.haste": "Обеспечивает повышение скорости на цели",
"ars_nouveau.glyph_desc.heal": "Исцеляет небольшое количество здоровья цели. При использовании с Продолжительностью времени вместо этого добавляет бафф Регенерации, до уровня 5.",
"ars_nouveau.glyph_desc.hex": "Применяет эффект Hex до уровня 5. Hex немного увеличивает любой получаемый урон, пока пользователь поражен ядом, иссушением или огнем. Кроме того, Hex снижает скорость регенерации маны и исцеления вдвое.",
"ars_nouveau.glyph_desc.ignite": "Поджигает блоки и мобов на короткое время",
"ars_nouveau.glyph_desc.intangible": "Заставляет блоки временно превращаться в воздух. Может быть модифицирован с помощью Усиления для блоков более высокой твердости, По кругу, Уменьшение продолжительности и Продолжительность времени.",
"ars_nouveau.glyph_desc.interact": "Взаимодействует с блоками или сущностями как игрок. Полезно для использования рычагов, открытия сундуков или касания животных.",
"ars_nouveau.glyph_desc.invisibility": "Заставляет цель становиться невидимой на короткое время.",
"ars_nouveau.glyph_desc.launch": "Поднимает цель в воздух. Может использоваться для больших прыжков или для восхождения на горы!",
"ars_nouveau.glyph_desc.leap": "Запускает цель в том направлении, куда ты смотришь. Усиление увеличит расстояние перемещения.",
"ars_nouveau.glyph_desc.light": "При использовании на блок создается постоянный источник света. При использовании  на себя, вы получите ночное видение. При использовании  на других сущностях они получат Ночное видение и Свечение.",
"ars_nouveau.glyph_desc.lightning": "Вызовите молнию в указанное месте",
"ars_nouveau.glyph_desc.phantom_block": "Создает временный блок, который исчезнет через некотрое время.",
"ars_nouveau.glyph_desc.pickup": "Поднимает близлежащие предметы в среднем радиусе, где активируется это заклинание. Диапазон может быть расширен с помощью По кругу.",
"ars_nouveau.glyph_desc.pierce": "При применении к заклинанию Снарядов, снаряды могут продолжать свой путь еще некоторое время после попадания в моба или блок. Вызывает определенные эффекты, которые также нацелены на блок позади них, например Разрушение. Комбинируется с По кругу для обеспечения глубины.",
"ars_nouveau.glyph_desc.place_block": "Размещает блоки из инвентаря игрока. Если игрок использует это заклинание, то сначала оно помещает блоки из горячих слотов.",
"ars_nouveau.glyph_desc.projectile": "Заклинание, с которого вы начинаете. Вызывает снаряд, который применяет эффекты заклинания, когда этот снаряд попадает в цель или блок.",
"ars_nouveau.glyph_desc.pull": "Притягивает цель ближе к заклинателю",
"ars_nouveau.glyph_desc.redstone_signal": "Создает короткий сигнал редстоуна на блоке, как кнопка. Сигнал начинается с силы 10 и может быть увеличен с Усилением или уменьшен Ослаблением. Продолжительность может быть увеличена Продолжительностью времени.",
"ars_nouveau.glyph_desc.rune": "Поместите руну на землю, которая будет накладывать заклинание на цели, которые касаются руны. В отличие от рун, нарисованных Руническим мелом, эти руны являются временными и не могут быть восстановлены. При использовании метода Подбора предметов, предметы ложатся в соседние инвентари.",
"ars_nouveau.glyph_desc.self": "Заклинание, с которого вы начинаете. Накладывает заклинания на игрока.",
"ars_nouveau.glyph_desc.shield": "Применяет защитный бафф. Этот бафф уменьшит некоторое количество урона, получаемого из магических и физических вещей. Не уменьшает урон от вещей окружающей среды.",
"ars_nouveau.glyph_desc.slowfall": "Применяет бафф Медленного падения.",
"ars_nouveau.glyph_desc.smelt": "Переплавляет блоки и предметы в мире. По кругу увеличит количество вещей и радиус блоков, которые можно выплавить сразу, в то время как Усиление позволит Переплавке работать на блоках более высокой твердости.",
"ars_nouveau.glyph_desc.snare": "Останавливает объекты от перемещения и прыжков. Продолжительность времени увеличит продолжительность этого эффекта.",
"ars_nouveau.glyph_desc.split": "Вызывает одновременный бросок нескольких снарядов. Каждый снаряд применяет определенный набор эффектов.",
"ars_nouveau.glyph_desc.strength": "Применяет бафф Сила 3.",
"ars_nouveau.glyph_desc.summon_decoy": "Призывает на себя приманку. После вызова приманка будет привлекать ближайших мобов, чтобы атаковать ее. Не действует призывная болезнь. ",
"ars_nouveau.glyph_desc.summon_steed": "Призывает оседланного коня, который исчезнет через несколько минут. Продолжительность времени увеличит продолжительность призыва. Применяет Вызов болезни к заклинателю и не может быть применен, пока находится под действием этой болезни.",
"ars_nouveau.glyph_desc.summon_vex": "Вызовите трех союзников Вредин, которые будут атаковать ближайших враждебных существ. Вредины будут живы короткое время, пока они не начнут получать урон, но время может быть продлено аугментом Продолжительности времени.",
"ars_nouveau.glyph_desc.summon_wolves": "Призывает двух волков, которые будут сражаться вместе с вами. Продолжительность времени увеличит время призыва. Применяет Вызов болезни к заклинателю, предотвращая использование другой магии вызова. ",
"ars_nouveau.glyph_desc.touch": "Применяет заклинания к блоку или сущности.",	
"ars_nouveau.glyph_desc.underfoot": "Targets the spell on the block beneath the player.",
"ars_nouveau.glyph_desc.wither": "Применяет дебафф Иссушения.",
"ars_nouveau.glyph_name.accelerate": "Ускорение",
"ars_nouveau.glyph_name.amplify": "Уселение",
"ars_nouveau.glyph_name.aoe": "По округе",
"ars_nouveau.glyph_name.aquatic": "Водяной",
"ars_nouveau.glyph_name.blink": "Мигание",
"ars_nouveau.glyph_name.break": "Разрушать",
"ars_nouveau.glyph_name.cold_snap": "Похолодание",
"ars_nouveau.glyph_name.conjure_water": "Создать воду",
"ars_nouveau.glyph_name.craft": "Создание",
"ars_nouveau.glyph_name.crush": "Крушение",
"ars_nouveau.glyph_name.cut": "Рубить",
"ars_nouveau.glyph_name.dampen": "Ослабление",
"ars_nouveau.glyph_name.delay": "Задержка",
"ars_nouveau.glyph_name.dispel": "Рассеянный",
"ars_nouveau.glyph_name.duration_down": "Уменьшение продолжительности",
"ars_nouveau.glyph_name.ender_inventory": "Доступ к эндер сундуку",
"ars_nouveau.glyph_name.exchange": "Обмен",
"ars_nouveau.glyph_name.explosion": "Взрыв",
"ars_nouveau.glyph_name.extend_time": "Продолжительность времени",
"ars_nouveau.glyph_name.extract": "Извлечение",
"ars_nouveau.glyph_name.fangs": "Клыки",
"ars_nouveau.glyph_name.fell": "Падение",
"ars_nouveau.glyph_name.flare": "Вспышка",
"ars_nouveau.glyph_name.fortune": "Удача",
"ars_nouveau.glyph_name.freeze": "Заморозка",
"ars_nouveau.glyph_name.gravity": "Гравитация",
"ars_nouveau.glyph_name.grow": "Увелечение",
"ars_nouveau.glyph_name.gust": "Отброс",
"ars_nouveau.glyph_name.harm": "Вред",
"ars_nouveau.glyph_name.harvest": "Копание",
"ars_nouveau.glyph_name.haste": "Скорость",
"ars_nouveau.glyph_name.heal": "Лечение",
"ars_nouveau.glyph_name.hex": "Hex",
"ars_nouveau.glyph_name.ignite": "Ожог",
"ars_nouveau.glyph_name.intangible": "Интеграция",
"ars_nouveau.glyph_name.interact": "Воздействие",
"ars_nouveau.glyph_name.invisibility": "Невидемость",
"ars_nouveau.glyph_name.launch": "Запуск",
"ars_nouveau.glyph_name.leap": "Прыжок",
"ars_nouveau.glyph_name.light": "Свет",
"ars_nouveau.glyph_name.lightning": "Молния",
"ars_nouveau.glyph_name.phantom_block": "Фантомный блок",
"ars_nouveau.glyph_name.pickup": "Подбор предмета",
"ars_nouveau.glyph_name.pierce": "Пробивной",
"ars_nouveau.glyph_name.place_block": "Установить блок",
"ars_nouveau.glyph_name.projectile": "Снаряд",
"ars_nouveau.glyph_name.pull": "Притянуть",
"ars_nouveau.glyph_name.redstone_signal": "Сигнал редстоуна",
"ars_nouveau.glyph_name.rune": "Руна",
"ars_nouveau.glyph_name.self": "На себя",
"ars_nouveau.glyph_name.shield": "Щит",
"ars_nouveau.glyph_name.slowfall": "Замедление",
"ars_nouveau.glyph_name.smelt": "Переплавка",
"ars_nouveau.glyph_name.snare": "Ловушка",
"ars_nouveau.glyph_name.split": "Расщепление",
"ars_nouveau.glyph_name.strength": "Сила",
"ars_nouveau.glyph_name.summon_decoy": "Призвать приманку",
"ars_nouveau.glyph_name.summon_steed": "Вызов коня",
"ars_nouveau.glyph_name.summon_vex": "Спавн вредины",
"ars_nouveau.glyph_name.summon_wolves": "Призыв волков",
"ars_nouveau.glyph_name.touch": "Касание",
"ars_nouveau.glyph_name.underfoot": "Под ногами",
"ars_nouveau.glyph_name.wither": "Иссушение",
"item.ars_nouveau.glyph_accelerate": "Глиф: ускорение",
"item.ars_nouveau.glyph_amplify": "Глиф: Усиление",
"item.ars_nouveau.glyph_aoe": "Глиф: Округа",
"item.ars_nouveau.glyph_aquatic": "Глиф: Водный",
"item.ars_nouveau.glyph_blink": "Глиф: Мигание",
"item.ars_nouveau.glyph_break": "Глиф: Разрушение",
"item.ars_nouveau.glyph_cold_snap": "Глиф: Похолодание",
"item.ars_nouveau.glyph_conjure_water": "Глиф: Создания воды",
"item.ars_nouveau.glyph_craft": "Глиф: Создание",
"item.ars_nouveau.glyph_crush":"Глиф: Крушение",
"item.ars_nouveau.glyph_cut":"Глиф: Рубить",
"item.ars_nouveau.glyph_dampen": "Глиф: Ослабление",
"item.ars_nouveau.glyph_delay": "Глиф: Задержка",
"item.ars_nouveau.glyph_dispel": "Глиф: Рассеянный",
"item.ars_nouveau.glyph_duration_down": "Глиф: Уменьшение продолжительности",
"item.ars_nouveau.glyph_ender_inventory": "Глиф: Доступ к эндер сундуку",
"item.ars_nouveau.glyph_exchange": "Глиф: Обмен",
"item.ars_nouveau.glyph_explosion": "Глиф: Explosion",
"item.ars_nouveau.glyph_extend_time": "Глиф: Продолжительность времени",
"item.ars_nouveau.glyph_extract": "Глиф: Извлечение",
"item.ars_nouveau.glyph_fangs": "Глиф: Клыки",
"item.ars_nouveau.glyph_fell": "Глиф: Падение",
"item.ars_nouveau.glyph_flare": "Глиф: Вспышка",
"item.ars_nouveau.glyph_fortune": "Глиф: Удача",
"item.ars_nouveau.glyph_freeze": "Глиф: Заморозка",
"item.ars_nouveau.glyph_gravity": "Глиф: Гравитация",
"item.ars_nouveau.glyph_grow": "Глиф: Увелечение",
"item.ars_nouveau.glyph_gust": "Глиф: Отброс",
"item.ars_nouveau.glyph_harm": "Глиф: Вред",
"item.ars_nouveau.glyph_harvest": "Глиф: Копание",
"item.ars_nouveau.glyph_haste": "Глиф: Скорость",
"item.ars_nouveau.glyph_heal": "Глиф: Лечение",
"item.ars_nouveau.glyph_hex": "Глиф: Hex",
"item.ars_nouveau.glyph_ignite": "Глиф: Ожог",
"item.ars_nouveau.glyph_intangible": "Глиф: Интеграция",
"item.ars_nouveau.glyph_interact": "Глиф: Воздействие",
"item.ars_nouveau.glyph_invisibility": "Глиф: Невидемость",
"item.ars_nouveau.glyph_launch": "Глиф: Запуск",
"item.ars_nouveau.glyph_leap": "Глиф: Прыжок",
"item.ars_nouveau.glyph_light": "Глиф: Свет",
"item.ars_nouveau.glyph_lightning": "Глиф: Молния",
"item.ars_nouveau.glyph_phantom_block": "Глиф: Фантом блок",
"item.ars_nouveau.glyph_pickup": "Глиф: Подбор предмета",
"item.ars_nouveau.glyph_pierce": "Глиф: Пробивной",
"item.ars_nouveau.glyph_place_block": "Глиф: Установить блок",
"item.ars_nouveau.glyph_projectile": "Глиф: Снаряд",
"item.ars_nouveau.glyph_pull": "Глиф: Притянуть",
"item.ars_nouveau.glyph_redstone_signal": "Глиф: Сигнал редстоуна",
"item.ars_nouveau.glyph_rune": "Глиф: Руна",
"item.ars_nouveau.glyph_self": "Глиф: На себя",
"item.ars_nouveau.glyph_shield": "Глиф: Щит",
"item.ars_nouveau.glyph_slowfall": "Глиф: Замедление",
"item.ars_nouveau.glyph_smelt": "Глиф: Переплавка",
"item.ars_nouveau.glyph_snare": "Глиф: Ловушка",
"item.ars_nouveau.glyph_split": "Глиф: Расщепление",
"item.ars_nouveau.glyph_strength": "Глиф: Сила",
"item.ars_nouveau.glyph_summon_decoy": "Глиф: Призвать приманку",
"item.ars_nouveau.glyph_summon_steed": "Глиф: Вызова коня",
"item.ars_nouveau.glyph_summon_vex": "Глиф: Спавн вредины",
"item.ars_nouveau.glyph_summon_wolves": "Глиф: Призыв волков",
"item.ars_nouveau.glyph_touch": "Глиф: Касание",
"item.ars_nouveau.glyph_underfoot": "Глиф: Под ногами",
"item.ars_nouveau.glyph_wither": "Глиф: Иссушение",
  
"ars_nouveau.book.name": "Изношенный блокнот ",
"ars_nouveau.book.landing_text": "Ars Nouveau обеспечивает создание заклинаний, магические устройства, мощные безделушки и автоматизацию магических сущностей. Чтобы помочь в разработке, присоединяйтесь к сообществу: https://discord.gg/y7TMXZu Спасибо за игру. Перевод на ru_RU by CTAHiK",
  
"ars_nouveau.spell_tier.one": "ОДИН",
"ars_nouveau.spell_tier.two": "ДВА",
"ars_nouveau.spell_tier.three": "ТРИ",
"ars_nouveau.mana_cost.none": "Нет",
"ars_nouveau.mana_cost.low": "Низкий",
"ars_nouveau.mana_cost.medium": "Серединий",
"ars_nouveau.mana_cost.high": "Высокий",
  
"ars_nouveau.spell_book.copied": "Скопированы %d новые символы в книгу.",
"ars_nouveau.spell_book.create_mode": "Креативный Режим",
"ars_nouveau.spell_book.select": "Нажать %s для режима выбора",
"ars_nouveau.spell_book.craft": "Нажать %s для режима создания",
"ars_nouveau.spell_book_gui.spell_name": "Название заклинания",
"ars_nouveau.spell_book_gui.search": "Поиск",
"ars_nouveau.spell_book_gui.form": "Форма",
"ars_nouveau.spell_book_gui.effect": "Эффект",
"ars_nouveau.spell_book_gui.augment": "Увеличить",
"ars_nouveau.spell_book_gui.create": "Создавать",
"ars_nouveau.spell_book_gui.clear": "Прозрачный",

"ars_nouveau.color_gui.red_slider": "Красный: ",
"ars_nouveau.color_gui.green_slider": "Зелёный: ",
"ars_nouveau.color_gui.blue_slider": "Синий: ",
"ars_nouveau.color_gui.title": "Цвет заклинания",
"ars_nouveau.color_gui.presets": "Предустановки",
"ars_nouveau.color_gui.default": "По умолчанию",
"ars_nouveau.color_gui.purple": "Фиолетовый",
"ars_nouveau.color_gui.blue": "Синий",
"ars_nouveau.color_gui.red": "Красный",
"ars_nouveau.color_gui.green": "Зелёный",
"ars_nouveau.color_gui.yellow": "Желтый",
"ars_nouveau.color_gui.white": "Белый",
"ars_nouveau.color_gui.orange": "Ораньжевый",
"ars_nouveau.color_gui.cyan": "Голубой",
"ars_nouveau.color_gui.save": "Сохранить",

"ars_nouveau.dominion_wand.stored_entity": "Сохраненная сущность",
"ars_nouveau.dominion_wand.position_set": "Выбор позиции",
"ars_nouveau.dominion_wand.no_entity": "Нет выбранного существа",
"ars_nouveau.dominion_wand.entity_stored": "Сущность сохранена.",
"ars_nouveau.dominion_wand.no_location": "Местоположение не задано.",
"ars_nouveau.dominion_wand.position_stored": "Сохранено: %s",
	
"ars_nouveau.position": "X: %1$d Y: %2$d Z: %3$d",
	
"ars_nouveau.spell_arrow.desc": "Увеличивает заклинания при использовании зачарованного лука",
"ars_nouveau.spell_parchment.no_spell": "Установите книгу заклинаний на заклинание.",
"ars_nouveau.spell_parchment.inscribed": "Заклинание начертано.",
"ars_nouveau.warp_scroll.wrong_dim": "Использовать этот свиток из другого измерения было бы плохой идеей.",
"ars_nouveau.warp_scroll.inv_full": "В вашем инвентаре нет места.",
"ars_nouveau.warp_scroll.recorded": "Вы записываете свое местоположение в свой Потертый свиток.",
"ars_nouveau.warp_scroll.no_location": "Местоположение не задано.",
"ars_nouveau.wand.spell_invalid": "Недверное заклинание.",
	
"ars_nouveau.carbuncle.store": "Карбункул будет хранить здесь предметы.",
"ars_nouveau.carbuncle.take": "Карбункул берёт из этого инвентаря.",
"ars_nouveau.carbuncle.whitelist": "В белом списке: ",
"ars_nouveau.carbuncle.blacklist": "Игнорирование: ",
"ars_nouveau.carbuncle.storing": "Хранение предметов в %d локации",
"ars_nouveau.carbuncle.taking": "Принимает предметы из %d локации",
"ars_nouveau.whelp.spell_set": "Набор заклинаний.",
"ars_nouveau.whelp.invalid": "Детёныш не может использовать недействительное заклинание.",
"ars_nouveau.whelp.desc": "Дайте этому детёнышу заклинание, дав ему начертанный пергамент заклинаний. ",
"ars_nouveau.whelp.casting": "Этот детёныш кастует %s",
"ars_nouveau.whelp.spell_item": "Этот детёныш будет использовать %s в заклинаниях, если этот предмет находится в сундуке с кристаллами призыва.",
"ars_nouveau.whelp.no_item": "Ничего.",
"ars_nouveau.whelp.placing": "Размещение: ",
"ars_nouveau.whelp.using": "Использование: ",
"ars_nouveau.whelp.spell": "Кастинг: ",
"ars_nouveau.whelp.strict": "Строгий режим: ",
"ars_nouveau.sylph.ignore": "Сильф игнорирует эти предметы",
"ars_nouveau.sylph.ignore_list": "Использование: ",
"ars_nouveau.sylph.tooltip_extremely_happy": "Невероятно счастлив",
"ars_nouveau.sylph.tooltip_very_happy": "Очень счастлив",
"ars_nouveau.sylph.tooltip_happy": "Счастлив",
"ars_nouveau.sylph.tooltip_content": "Удовлетворен",
"ars_nouveau.sylph.tooltip_unhappy": "Очень несчастлив",
"ars_nouveau.sylph.tooltip_mood": "Настроение: ",
	
"ars_nouveau.glyph_press.no_mana": "Рядом не хватает маны. ",
"ars_nouveau.mana_jar.fullness": "%d%% полный",
"ars_nouveau.summoning_crystal.5x5": "Установить область на 5 x 5",
"ars_nouveau.summoning_crystal.9x9": "Установить область на 9 x 9",
"ars_nouveau.summoning_crystal.adjacent": "Установить область на только соседние блоки.",
"ars_nouveau.spell_turret.casting": "Скастовать: ",
"ars_nouveau.wixie.crafting": "Создание: ",
"ars_nouveau.wixie.need_mana": "Нужно маны.",
"ars_nouveau.wixie.needs": "Нужно: ",
"ars_nouveau.wixie.needs_storage": "Нужно: Хранилище для зелья.",
"ars_nouveau.true": "правда",
"ars_nouveau.false": "ложь",
	
"ars_nouveau.spell_hud.crafting_mode": "Режим крафта",
	
"ars_nouveau.spell.no_mana": "Недостаточно маны.",
"block.ars_nouveau.potion_jar": "Банка зелья",
"block.ars_nouveau.potion_melder": "Зелье Связной",
"item.ars_nouveau.potion_flask_extend_time": "Зачарованный флакон с зельем: Продолжительность времени",
"item.ars_nouveau.potion_flask_amplify": "Зачарованный флакон с зельем: Усиления",
"tooltip.potion_flask_extend_time": "Увеличивает время действия зелий на 50%.",
"tooltip.potion_flask_amplify": "Повышает уровень зелий, но сокращает их время действия..",
"tooltip.potion_flask": "Вмещает 8 зарядов зелья.",
"ars_nouveau.locked": "Заблокировано",
"ars_nouveau.unlocked": "Разблокирован",
"ars_nouveau.page4.wixie_charm": "Викси будет автоматически создавать зелья, используя находящиеся поблизости банки с зельями и предметы. Зелья, для которых требуется вода, будут поставляться Викси. Зелья, для которых в качестве основы требуется другое зелье, будут взяты из ближайших банок с зельями. По завершении Викси выведет 3 дозы зелья в ближайшую банку с зельями. Для начала поместите пустую банку для зелья, щелкните ПКМ по котелу с неловким зельем и поместите адский нарост в ближайший сундука.",
"ars_nouveau.page5.wixie_charm": "При использовании нескольких Викси вы можете заблокировать банку для определенного зелья. Викси будет выводить зелье только в банки, содержащие такое же зелье, или открытое пустое зелье. Каждое ремесло стоит ману. См. Раздел о банке с зельями для получения дополнительной информации.",
"ars_nouveau.page.potion_flask": "Колба, в которой хранится 8 зарядов зелья. Чтобы наполнить фляжку, используйте фляжку на банке с зельями или создайте флягу на верстаке с другим зельем. Вы можете опорожнить флягу, используя фляжку на банке с зельями, используя присядь.",
"ars_nouveau.page.potion_flask_extend_time": "Зачарованная колба, продлевающая время действия на 50%%",
"ars_nouveau.page.potion_flask_amplify": "Зачарованный флакон, увеличивающий силу эффектов на 1, но сокращающий их время вдвое.",
"entity.ars_nouveau.summon_horse": "Вызванная лошадь",

"block.ars_nouveau.sas_basket":"Чародейский кирпич: Гладкая корзина",
"block.ars_nouveau.sas_clover":"Чародейский кирпич: Гладкий клевер",
"block.ars_nouveau.sas_herring":"Чародейский кирпич: Гладкая сельдь",
"block.ars_nouveau.sas_mosaic":"Чародейский кирпич: Гладкая мозаика",
"block.ars_nouveau.sas_alternating":"Чародейский кирпич: Плавное чередование",
"block.ars_nouveau.sas_ashlar":"Чародейский кирпич: Гладкий ашлар"

##перевод от CTAHiK версии 1.16.5_1.15.1  (за основу взят перевод от Roma Shmatko версии 1.16.4_1.11.6) ## 
}