{
	"ars_nouveau.familiar_desc.familiar_bookwyrm": "Книгозмій зменшує ціну кастування всіх заклять та збільшує ушкодження всіх видів на 1. Отримуєтся проведенням Ритуалу $(l)Зв'язок$() біля Книгозмія.",
	"ars_nouveau.familiar_desc.familiar_drygmy": "Дриґм збільшує ушкодження від заклять Землі на 2 та збільшує шанс випадіння предметів з убитих ворогів. Отримуєтся проведенням Ритуалу $(l)Зв'язок$() біля Дриґму.",
	"ars_nouveau.familiar_desc.familiar_starbuncle": "Старбункул надає $(#0099ff)Швидкість 2$(). Також можна дати йому Золотий самородок, щоб отримати $(#0099ff)Провидення$() для Золотої руди. Отримуєтся проведенням Ритуалу $(l)Зв'язок$() біля Старбункула.",
	"ars_nouveau.familiar_desc.familiar_whirlisprig": "Виточка вполовину зменшує ціну заклять Землі та дає бонус насичення від їжі. Отримуєтся проведенням Ритуалу $(l)Зв'язок$() біля Виточки.",
	"ars_nouveau.familiar_desc.familiar_wixie": "Віксі збільшують час дії зілль на вас, а вобмін на прості реагенти для зілль накладають на вас еффекти цих зіль. Віксі також використовують зілля у бою проти ворогів, щоб нанести їм шкоду. Отримуєтся проведенням Ритуалу $(l)Зв'язок$() біля Віксі.",
	"ars_nouveau.familiar_name.familiar_bookwyrm": "Книгозмій",
	"ars_nouveau.familiar_name.familiar_drygmy": "Дриґм",
	"ars_nouveau.familiar_name.familiar_starbuncle": "Старбункул",
	"ars_nouveau.familiar_name.familiar_whirlisprig": "Виточка",
	"ars_nouveau.familiar_name.familiar_wixie": "Віксі",
	"ars_nouveau.glyph_desc.glyph_accelerate": "Збільшує швидкість заклять снаряду.",
	"ars_nouveau.glyph_desc.glyph_amplify": "Сумарно збільшує силу більшості ефектів. Підвищує рівень збору Зламу та шкоду від заклять.",
	"ars_nouveau.glyph_desc.glyph_aoe": "Ефект По Площі. Збільшення площі дії ефекту від заклять.",
	"ars_nouveau.glyph_desc.glyph_blink": "Телепортує заклинача. Якщо сутності наноситься ушкодження, а заклинач тримає в лівій руці Звиток Переносу, сутність телепортується в місце у Звитку Переноса. Коли використовується на себе, переносить заклинача вперед. Чаклунські Турелі та Руни можуть телепортувати об'кти використовуючи із прилеглиг інвентарів Звитки Переносу, не витрачаючи їх.",
	"ars_nouveau.glyph_desc.glyph_bounce": "Дає гравцю ефект Відскоку, спричиняючи стрибок пілся падіння на землю. Посилення Відскоку. Посилення збереже додатковий рух вперед за кожен відскок.",
	"ars_nouveau.glyph_desc.glyph_break": "Початкове закляття. Руйнує блоки з середньої твердості. Можна посилити для збільшення твердості блоків які можна розбити. «Чутливість» буде симулювати використання Ножиць замість Кайла.",
	"ars_nouveau.glyph_desc.glyph_cold_snap": "Зупиняє і наносить ушкодження сутностям, що сповільнені, обморожені чи вологі. Прилеглі вороги що не сповільнені, будуть сповільнені. Ворогі що сповільнені чи вологі тажож зазнають ушкоджень від цього закляття. Можна аугментувати за допомогою «Посилення», «Збільшення Тривалості» чи «ЕПП».",
	"ars_nouveau.glyph_desc.glyph_conjure_water": "Заливає місце водою та гасить сутності що горять.",
	"ars_nouveau.glyph_desc.glyph_craft": "Відкриває меню для крафту.",
	"ars_nouveau.glyph_desc.glyph_crush": "Перетворює камінь у гравій, а гравій у пісок. Також роздрібнює квіти на додатковий барвник. Для повної підтримки рецептів, див. JEI. Наносить шкоду істотам та бонусні ушкодження істотам, що плавають.",
	"ars_nouveau.glyph_desc.glyph_cut": "Симулює використання Ножиць на сутностях та блоках, а сутностям що не 'стрижуться' - наносить невеликі ушкодження. Посилення симулюватиме використання Сокири замість Ножиць. Не коштує Мани. Щоб симулювати розбиття блоків Ножицями, див. «Злам» та «Чутливість».",
	"ars_nouveau.glyph_desc.glyph_dampen": "Зменшує силу більшості ефектів. Дещо зменшує вартість закляття, але не нижче 0.",
	"ars_nouveau.glyph_desc.glyph_decelerate": "Зменшує швидкість заклять снаряду.",
	"ars_nouveau.glyph_desc.glyph_delay": "Дещо затримує накладання ефекту на гліф зправа від себе. Час Затримки може бути змінений за допомогою «Збільшити Тривалість» та «Зменшити Тривалість».",
	"ars_nouveau.glyph_desc.glyph_dispel": "Знімає всі ефекти з цілі. Застосування на Відьмі в якої менше половини здоров'я перетворить її на Осколок Віксі. Також відкликає істот назад до амулетів.",
	"ars_nouveau.glyph_desc.glyph_duration_down": "Зменшує час дії заклять, бафів, прикликанців та ін.",
	"ars_nouveau.glyph_desc.glyph_ender_inventory": "Відчиняє вашу персональну Скриню Енду де завгодно.",
	"ars_nouveau.glyph_desc.glyph_evaporate": "Видаляє рідини в області дії. Область дії можна збільшити за допомогою «ЕПП».",
	"ars_nouveau.glyph_desc.glyph_exchange": "Замініє блоки у світі на блоки з вашої панелі швидкого доступу, заміщуваний блок залишиться ніби його було видобуто з «Шовковим Дотиком». Можна аугментувати «ЕПП», а «Посилення» дозволить заміщувати міцніші блоки. Використання на сутності поміняє її та заклинача місцями.",
	"ars_nouveau.glyph_desc.glyph_explosion": "Спричиняє вибух у локації. «Посилення» дещо збільшить ушкодження та радіус вибуху, а «ЕПП» значно збільшить радіус ураження, але не ушкодження.",
	"ars_nouveau.glyph_desc.glyph_extend_time": "Збільшує час дії заклять, бафів, прикликанців та ін.",
	"ars_nouveau.glyph_desc.glyph_extract": "Дає ефект шовкового дотику для «Зламу», а «Вибух» не знищує блоки що випадають. Несумісний з «Удачею».",
	"ars_nouveau.glyph_desc.glyph_fangs": "Прикликає Пащеки Заклинателя. Використання «Пащек» на собі прикличе їх навколо вас.",
	"ars_nouveau.glyph_desc.glyph_fell": "Ламає цілі дерева, гриби, кактуси, та іншу рослинність. «Посилення» дозволить ламати крепші матеріали. «ЕПП» збільшить кількість зламаних за раз блоків.",
	"ars_nouveau.glyph_desc.glyph_firework": "Запускає феєрверт у місце чи сутність. «Посилення» додасть дізок, «Збілтшити Тривалість» - тривалість польоту. Якщо у інвентарі заклинача є феєрверк, закляття буде його мімікрувати. Чаклунські турелі із «Дотиком» будуть запускати ракети як Роздавач.",
	"ars_nouveau.glyph_desc.glyph_flare": "Колив використовується на сутностях у вогні, спричинає спалах що розповсюджує вогонь та наносить ушкодження на сусідні сутності. Наносить значно більше ушкоджень ніж «Шкода». Можна аугментувати «Збільшити Тривалість», «Посилення» та «ЕПП».",
	"ars_nouveau.glyph_desc.glyph_fortune": "Збільшує шанс випадіння предметів мобів убитих «Шкодою» та блоків зруйнованих «Зламом». Не комбінується з «Екстрактом».",
	"ars_nouveau.glyph_desc.glyph_freeze": "Заморожує невелику площу води та лави, або сповільнює ціль на короткий час. Заморозка Льоду перетворить його на Сухий лід, а його - у Синій лід. «Чутливість» заморозить воду на короткий період.",
	"ars_nouveau.glyph_desc.glyph_glide": "Накладає ефект «Плин», що дозволяє заклиначу літати як з Елітрами.",
	"ars_nouveau.glyph_desc.glyph_gravity": "Спричиняє стрімке падіння блоків та сутностей. Коли аугментовано «Збільшенням Тривалості», гравці не зможуть літати та отримають ефект Гравітації. Під час цього сутності швидко падають та отримують подвійні ушкодження від падіння.",
	"ars_nouveau.glyph_desc.glyph_grow": "Пришвидшує ріст рослин, ніби до них застосували кісткове борошно.",
	"ars_nouveau.glyph_desc.glyph_gust": "Відкидає ціль, або блок на невелику дистанцію від заклинача.",
	"ars_nouveau.glyph_desc.glyph_harm": "Початкове закляття. Наносить шкоду цілі. Можна збільшити шкоду через «Посилення», або накласти отруєння через «Збільшити Тривалість». Зауважте, що багато «Шкод» без затримки не збільшують ушкодження.",
	"ars_nouveau.glyph_desc.glyph_harvest": "Збирає дозрілі культури, не чіпаючи недозрілі.",
	"ars_nouveau.glyph_desc.glyph_heal": "Зцілює невелику долю здоров'я взамін на ситість. Якщо накласти на нежить, наносить відповідну кількість ушкоджень.",
	"ars_nouveau.glyph_desc.glyph_hex": "Накладає ефект «Навроки». Наврочені сутності, що горять, отруєні, чи мають ефект Візера, отримують трохи більше ушкоджень. Також сповільнює регенерацію Мани та здоров'я вдвічи.",
	"ars_nouveau.glyph_desc.glyph_ignite": "Підпалює мобів та блоки на короткий період. «Чутливість» буде запобігати загорянню блоків.",
	"ars_nouveau.glyph_desc.glyph_infuse": "Вприскує в ціль зілля з вашої Фляжки.",
	"ars_nouveau.glyph_desc.glyph_intangible": "Тимчасово перетворює блоки на повітря. Аугментується «Посиленням» для міцніших блоків, «ЕПП», «Збільшити Тривалість», «Зменшити Тривалість».",
	"ars_nouveau.glyph_desc.glyph_interact": "Взаємодіє з блоками на сутностями на відстані. Корисно для досягання важелів, скринь чи тварин.",
	"ars_nouveau.glyph_desc.glyph_invisibility": "Робить ціль невидимою на короткий період.",
	"ars_nouveau.glyph_desc.glyph_launch": "Запускає сутність чи блок у повітря. Корисно для великих стрибків, або скалолазання!",
	"ars_nouveau.glyph_desc.glyph_leap": "Запускає ціль у сторону, в яку вона дивиться. «Посилення» збільшить відстань.",
	"ars_nouveau.glyph_desc.glyph_light": "Коли використано на блок, створює перманентне джерело світла. «Посилення» підвищить рівень яскравості до Світлокаменю, а «Послаблення» зменшить її. Коли накладається на заклинача, накладє ефект нічного бачення, коли на інших сутностях - вони отримають нічне бачення та світіння.",
	"ars_nouveau.glyph_desc.glyph_lightning": "Вдаряє блискавкою у місце. Влучені сутності отримають ефект «Шок», що складається до III рівня. «Шок» спричинає додаткові ушкодження від блискавок. «Блискавка» також має бонус до шкоди на вологим сутностям або тим хто носить предмети підживлені RF. Аугментується  через «Посилення», «Послаблення» та «Збільшити Тривалість».",
	"ars_nouveau.glyph_desc.glyph_linger": "Створює на нетривалий час ділянку осаду з ефектами закляття, що накладаються на сутностей. «Чутливість» змінить ціль з сутностей на блоки. Аугментується через «ЕПП», «Збільшити Тривалість», «Пришвидшення».",
	"ars_nouveau.glyph_desc.glyph_name": "Називає сутність ім'ям закляття. Можна змінити ім'я якщо Ярлик у панелі швидкого доступу.",
	"ars_nouveau.glyph_desc.glyph_orbit": "Прикликає три снярада, що рухаються навколо заклинача по орбіті. Окрім того снаряди, їхню швидкість, радіу, тривалість можна аугментувати. «Чутливість» дозволить влучати у блоки.",
	"ars_nouveau.glyph_desc.glyph_phantom_block": "Створює тимчасовий блок, що зникне через короткий час. «Посилення» зробить блок перманентним.",
	"ars_nouveau.glyph_desc.glyph_pickup": "Підбирає предмети поблизу в середньому радіусі. Пожна посилити через «ЕПП».",
	"ars_nouveau.glyph_desc.glyph_pierce": "Коли аугментує закляття «Снаряду», снаряди будуть інснувати ще деякий час після влучання у моба чи блок. Змушує певні ефекти діяти на блок за ними, як от «Злам». Зкомбінуйте з «ЕПП» щоб збільшити глибину.",
	"ars_nouveau.glyph_desc.glyph_place_block": "Розміщує блок з інвентаря заклинача. Використовує в першу чергу блоки з панелі швидкого доступу.",
	"ars_nouveau.glyph_desc.glyph_projectile": "Початкове закляття. Запускає снаряд, що накладає ефекти від інших гліфів, коли влучає у ціль. «Чутливість» дозволить Снарядам влучати у рослини та інші матеріали, що не блокують рух.",
	"ars_nouveau.glyph_desc.glyph_pull": "Притягує ціль ближче до заклинача. Використання на блоках перетворить їх на падаючі блоки, що рухатимуться у сторону у яку в них влучили.",
	"ars_nouveau.glyph_desc.glyph_redstone_signal": "Створює нетривалий сигнал редстоуну на блоці, як кнопка. Сигнал починається із силою 10, але може бути змінений через «Посилення» чи «Послаблення». «Збільшення Тривалості» збільшить тривалість сигналу.",
	"ars_nouveau.glyph_desc.glyph_rune": "Розміщує руну на землі, накладатиме ефекти на ціль, що пройшла по ній. На відміну від рун, що накреслені Рунічним Писачком, ці руни тимчасові і не можуть бути перезарядженні. Гліф «Підняти Предмет» помістить предмети до прилеглих інвентарів. «Чутливість» замість цього буде застосовувати предмети,або переміщати їх до Власника. Гравці з «Магічним Пошуком» можуть бачити ефекти на руні.",
	"ars_nouveau.glyph_desc.glyph_self": "Початкове закляття. Накладає закляття на заклинача.",
	"ars_nouveau.glyph_desc.glyph_sense_magic": "Накладає ефект «Магічний Пошук», що змушує магіних створінь в межах 75 блоків світитися. Також цей ефект показує закляття на Рунах.",
	"ars_nouveau.glyph_desc.glyph_sensitive": "Дозволяє гліфам форми працювати з блоками, з якими вони зазвичай не можуть. «Снаряд» та «Орбіта» - з травою, а «Дотик» - з рідинами та повітрям.",
	"ars_nouveau.glyph_desc.glyph_slowfall": "Накладає ефект «Повільне Падіння».",
	"ars_nouveau.glyph_desc.glyph_smelt": "Переплавлює блоки та предметі у світі. «ЕПП» зільшить радіус та кількість переплавлюваних предметів за раз. «Посилення» дозволить плавити міцніші блоки.",
	"ars_nouveau.glyph_desc.glyph_snare": "Стримує сутності від переміщення та стрибків.",
	"ars_nouveau.glyph_desc.glyph_split": "Створює декілька снарядів. До кожного застосовюються всі ефекти закляття.",
	"ars_nouveau.glyph_desc.glyph_summon_decoy": "Викликає по вашій подобі приманку. Відволікає ворогів, доки приклакана.",
	"ars_nouveau.glyph_desc.glyph_summon_steed": "Прикликає осідланого коня, що зникне за декілька хвилин, або довше якщо застосувати аугмент «Збільшити Тривалість». «ЕПП» збільшить кількість конів. Накладеє «Недуг виклику» на заклинача, що запобігає використанню іншої магії виклику.",
	"ars_nouveau.glyph_desc.glyph_summon_undead": "Прикликає декількох Скелетів, що б'ються на вашій стороні. Залишаються на нетривалий час, після чого починають втрачати здоров'я, але це можна відтермінувати за допомогою аугменту «Збільшити Тривалість». Окрім того, їхню зброю можа аугментувати: використайте «Посилення», щоб покращити мечі, «Пронзання» щоб дати Лук. «Поділ» збільшить кількість прикликаних Скелетів.",
	"ars_nouveau.glyph_desc.glyph_summon_vex": "Прикликає трьох Бісиків, що б'ються на вашій стороні. Залишаються на нетривалий час, після чого починають втрачати здоров'я, але це можна відтермінувати за допомогою аугменту «Збільшити Тривалість».",
	"ars_nouveau.glyph_desc.glyph_summon_wolves": "Прикликає двох вовків, що б'ються за вас. «Збільшити Тривалість» збільшить час прикликанців. Накладеє «Недуг виклику» на заклинача, що запобігає використанню іншої магії виклику.",
	"ars_nouveau.glyph_desc.glyph_toss": "Поміщає предмет з інвентаря заклинача у локацію, або інший інвентар.",
	"ars_nouveau.glyph_desc.glyph_touch": "Закляття накладається на сутність чи блок у зоні досягнення заклинача.",
	"ars_nouveau.glyph_desc.glyph_underfoot": "Закляття цілиться у блок у заклинача під ногами.",
	"ars_nouveau.glyph_desc.glyph_wind_shear": "Deals damage to targets in the air, with an increasing amount based on how high the target is off the ground, up to 10 blocks. Targets on the ground take no damage.",
	"ars_nouveau.glyph_desc.glyph_wither": "Накладає ефект Візера",
	"ars_nouveau.glyph_name.glyph_accelerate": "Пришвидшення",
	"ars_nouveau.glyph_name.glyph_amplify": "Посилення",
	"ars_nouveau.glyph_name.glyph_aoe": "ЕПП",
	"ars_nouveau.glyph_name.glyph_blink": "Переміщення",
	"ars_nouveau.glyph_name.glyph_bounce": "Відскок",
	"ars_nouveau.glyph_name.glyph_break": "Злам",
	"ars_nouveau.glyph_name.glyph_cold_snap": "Морозна Пастка",
	"ars_nouveau.glyph_name.glyph_conjure_water": "Створити Воду",
	"ars_nouveau.glyph_name.glyph_craft": "Крафт",
	"ars_nouveau.glyph_name.glyph_crush": "Подрібнення",
	"ars_nouveau.glyph_name.glyph_cut": "Лезо",
	"ars_nouveau.glyph_name.glyph_dampen": "Послаблення",
	"ars_nouveau.glyph_name.glyph_decelerate": "Сповільнення",
	"ars_nouveau.glyph_name.glyph_delay": "Затримка",
	"ars_nouveau.glyph_name.glyph_dispel": "Розвіяння",
	"ars_nouveau.glyph_name.glyph_duration_down": "Зменшити Тривалість",
	"ars_nouveau.glyph_name.glyph_ender_inventory": "Скриня Енду",
	"ars_nouveau.glyph_name.glyph_evaporate": "Випаровування",
	"ars_nouveau.glyph_name.glyph_exchange": "Обмін",
	"ars_nouveau.glyph_name.glyph_explosion": "Бавовна",
	"ars_nouveau.glyph_name.glyph_extend_time": "Збільшити Тривалість",
	"ars_nouveau.glyph_name.glyph_extract": "Екстракт",
	"ars_nouveau.glyph_name.glyph_fangs": "Пащеки",
	"ars_nouveau.glyph_name.glyph_fell": "Повал",
	"ars_nouveau.glyph_name.glyph_firework": "Феєрверк",
	"ars_nouveau.glyph_name.glyph_flare": "Спалах",
	"ars_nouveau.glyph_name.glyph_fortune": "Удача",
	"ars_nouveau.glyph_name.glyph_freeze": "Мороз",
	"ars_nouveau.glyph_name.glyph_glide": "Плин",
	"ars_nouveau.glyph_name.glyph_gravity": "Гравітація",
	"ars_nouveau.glyph_name.glyph_grow": "Ріст",
	"ars_nouveau.glyph_name.glyph_gust": "Відкидання",
	"ars_nouveau.glyph_name.glyph_harm": "Шкода",
	"ars_nouveau.glyph_name.glyph_harvest": "Жнива",
	"ars_nouveau.glyph_name.glyph_heal": "Зцілення",
	"ars_nouveau.glyph_name.glyph_hex": "Навроки",
	"ars_nouveau.glyph_name.glyph_ignite": "Запал",
	"ars_nouveau.glyph_name.glyph_infuse": "Жало",
	"ars_nouveau.glyph_name.glyph_intangible": "Нематеріальність",
	"ars_nouveau.glyph_name.glyph_interact": "Взаємодія",
	"ars_nouveau.glyph_name.glyph_invisibility": "Невидимість",
	"ars_nouveau.glyph_name.glyph_launch": "Вознесіння",
	"ars_nouveau.glyph_name.glyph_leap": "Ривок",
	"ars_nouveau.glyph_name.glyph_light": "Світло",
	"ars_nouveau.glyph_name.glyph_lightning": "Блискавка",
	"ars_nouveau.glyph_name.glyph_linger": "Осад",
	"ars_nouveau.glyph_name.glyph_name": "Назва",
	"ars_nouveau.glyph_name.glyph_orbit": "Орбіта",
	"ars_nouveau.glyph_name.glyph_phantom_block": "Магоблок",
	"ars_nouveau.glyph_name.glyph_pickup": "Підняти Предмет",
	"ars_nouveau.glyph_name.glyph_pierce": "Пронзання",
	"ars_nouveau.glyph_name.glyph_place_block": "Розмістити Блок",
	"ars_nouveau.glyph_name.glyph_projectile": "Снаряд",
	"ars_nouveau.glyph_name.glyph_pull": "Притягування",
	"ars_nouveau.glyph_name.glyph_redstone_signal": "Сигнал Редстоуну",
	"ars_nouveau.glyph_name.glyph_rune": "Руна",
	"ars_nouveau.glyph_name.glyph_self": "На себе",
	"ars_nouveau.glyph_name.glyph_sense_magic": "Чуття Магії",
	"ars_nouveau.glyph_name.glyph_sensitive": "Чутливість",
	"ars_nouveau.glyph_name.glyph_slowfall": "Невагомість",
	"ars_nouveau.glyph_name.glyph_smelt": "Плавка",
	"ars_nouveau.glyph_name.glyph_snare": "Пастка",
	"ars_nouveau.glyph_name.glyph_split": "Поділ",
	"ars_nouveau.glyph_name.glyph_summon_decoy": "Виклик Приманки",
	"ars_nouveau.glyph_name.glyph_summon_steed": "Виклик Коня",
	"ars_nouveau.glyph_name.glyph_summon_undead": "Виклик Нижиті",
	"ars_nouveau.glyph_name.glyph_summon_vex": "Виклик Бісика",
	"ars_nouveau.glyph_name.glyph_summon_wolves": "Виклик Вовків",
	"ars_nouveau.glyph_name.glyph_toss": "Передача",
	"ars_nouveau.glyph_name.glyph_touch": "Дотик",
	"ars_nouveau.glyph_name.glyph_underfoot": "Під ноги",
	"ars_nouveau.glyph_name.glyph_wind_shear": "Вітролом",
	"ars_nouveau.glyph_name.glyph_wither": "Візер",
	"ars_nouveau.perk_desc.thread_chilling": "Ушкоджуючий ефект, накладає ефект «Заморозки» на ціль перед тим, як закляття спрацює. «Заморозка» триває 10 секунд за кожен рівень, та стає «Заморозка II» на слоті 3 рівня.",
	"ars_nouveau.perk_desc.thread_depths": "Значно продовжує час, який ви можете знаходитись під водою. Якщо цей переплет у слоті 3, або вище, ви не задихнетеся під водою, а швидкість плавання значно збільшиться. Складається з подібними зачаруваннями.",
	"ars_nouveau.perk_desc.thread_drygmy": "Підвищує шанв випадіння придметів.",
	"ars_nouveau.perk_desc.thread_feather": "Зменшує ушкодження від падіння на певний відсоток. Складається з зачаруваннями Невагомості.",
	"ars_nouveau.perk_desc.thread_gliding": "Дозволяє літати, як на Елітрах. Повинен бути вшитий у слот 3 рівня, або вище.",
	"ars_nouveau.perk_desc.thread_heights": "Дозволяє вище стрибати, та не отримувати ушкоджень при падінні з більшої висоти.",
	"ars_nouveau.perk_desc.thread_kindling": "Ушкоджуючий ефект, підпалює ціль на короткий час перед тим, як закляття спрацює. Час горіння збільшується на 5 секунд за кожен рівень.",
	"ars_nouveau.perk_desc.thread_life_drain": "Ушкодження від заклять зцілює вас на 20%% за кожен рівень нанесених ушкоджень.",
	"ars_nouveau.perk_desc.thread_magic_capacity": "Збільшує максимальну Ману гравця на 10%% за кожен рівеньIncreases the users maximum mana by 10%% per level.",
	"ars_nouveau.perk_desc.thread_repairing": "Allows the wearer to repair ANY magical armor or enchanters item by consuming Mana over time. Additional levels increase the speed at which the items repair. This perk applies to all relevant items, not only the item with this perk.",
	"ars_nouveau.perk_desc.thread_spellpower": "Збільшує ушкодження від заклять за кожен рівень.",
	"ars_nouveau.perk_desc.thread_starbuncle": "Збільшує швидкість гравця на 20%% за кожен рівень та добавляє авто-стрибок на 3-му рівні.",
	"ars_nouveau.perk_desc.thread_undying": "Вберігає вас від смерті, ніби Тотем безсмертя. Перезаряджається після сну. Вимагає слот 3 рівня.",
	"ars_nouveau.perk_desc.thread_warding": "Зменшує кількість отримуваних ушкоджень від магії на фіксовану кількість за кожен рівень.",
	"ars_nouveau.perk_desc.thread_whirlisprig": "Збільшує насичення від їжі на 30%% за кожен рівень.",
	"ars_nouveau.perk_desc.thread_wixie": "Збільшує тривалість дії зілль на 15%% за кожен рівень.",
	"ars_nouveau.ritual_desc.ritual_awakening": "Пробуджує поруч Лісних Ходців із Архідерев, та Аметистових Големів із Родючих Аметистів. Ходці можуть бути поставлени на охорону певної території від ворожих мобів. Вони зцілюються з часом та перетворюються на Лісного Пеньковика, якщо померають.",
	"ars_nouveau.ritual_desc.ritual_binding": "Ритуал Звʼязку заключає у Сувій Звʼязку прилеглих створінь, що для цього підходять. Сувої використовується для виклику Фамільярів. Див. «Фамільяри» для подробиць.",
	"ars_nouveau.ritual_desc.ritual_burrowing": "Риє 4 суміжні отвори до бедроку, розбиваючи блоки",
	"ars_nouveau.ritual_desc.ritual_challenge": "Викликає рейд Розбійників, використовується всередині селищ. Смарагд збільшить складність рейду до максимальної, що робить Тотем безсмертя доступним на нижчих складностях. Аугментування на «Складній» складності не матиме ефекту.",
	"ars_nouveau.ritual_desc.ritual_cloudshaping": "Змінює погоду на безхмарну. Використайте порох для виклику дощу, лазуритний блок - для грози.",
	"ars_nouveau.ritual_desc.ritual_containment": "Захоплює прилеглих сутностей та поміщує їх у Банки для утримань. Після першого захоплення, ритуал вимагає додаткового Джерела, щоб продовжитись. Моби та Банки повинні бути у межах 3 блоків навколо Жаровні.",
	"ars_nouveau.ritual_desc.ritual_disintegration": "Перетворює прилеглих монстрів на Самородки Досвіду, що містять вдвічі більше досвіду. З монстрів не випадатимуть предмети. Ритуал поглинає Джерело кожного разу, коли перетворює монстра.",
	"ars_nouveau.ritual_desc.ritual_fertility": "Періодично змушує прилеглих тварин розмножуватись, якщо це можливо. Цей ритуал вимагає Джерело для свого функціонування та не буде мати ефекту, якщо поруч 20+ тварин.",
	"ars_nouveau.ritual_desc.ritual_flight": "Накладає ефект «Політ» на прилеглих гравців, що дозволяє їм літати ніби у творчому режимі. Коли гравець знаходиться біля Жаровні, його ефект буде поновлено, а додадкове Джерело поглинуте з Банок поряд.",
	"ars_nouveau.ritual_desc.ritual_harvest": "Накладає ефект «Жнива» на рослини поряд. Поглинає Джерело за кожну рослину. Якщо інвентар приєднаний до Жаровні, то врожай буде поміщено туди.",
	"ars_nouveau.ritual_desc.ritual_moonfall": "Встановлює нічний час доби.",
	"ars_nouveau.ritual_desc.ritual_overgrowth": "Вибірково використовує Кісткове Борошно навколо себе. Вимагає Джерело для функціонування. Якщо аугментовано Кістяним блоком, буде пришвидшувати ріст тварин навколо.",
	"ars_nouveau.ritual_desc.ritual_restoration": "Heals nearby entities or harms undead over time. Additionally, Zombie Villagers will be instantly cured, and the resulting villager will offer discounts if a player was nearby. This ritual requires source to operate.",
	"ars_nouveau.ritual_desc.ritual_scrying": "Надає бачення обрано блоку через інші блоки. Білі частинки вказують, що ви дуже близько, зелені - недалеко, а сині - дуже далеко від обраного блоку. Перед початком ритуалу викиньте обраний блок біля Жаровні. Можна добавляти Есенцію Маніпуляції, щоб продовжити дію ритуалу аж до 15 хв.",
	"ars_nouveau.ritual_desc.ritual_sunrise": "Встановлює денний час доби.",
	"ars_nouveau.ritual_desc.ritual_warping": "Переміщує всіх сутностей поблизу у місце на Звитку Переносу. Перед початком ритуалу викиньте біля Жаровні Звиток Переносу.",
	"ars_nouveau.ritual_desc.ritual_wilden_summon": "Викликає випадкові породи Вілденів на нетривалий час. Якщо аугментувати ритуал Шипом, Рогом та Крилом Вілдена, то буде прикликано Вілдена-Химеру, руйнівного і сильного монстра. Якщо викликати Хімеру, ритуал зруйнує блоки навколо Жаровні.",
	"item.ars_nouveau.familiar_bookwyrm": "Книгозмій",
	"item.ars_nouveau.familiar_drygmy": "Дриґм",
	"item.ars_nouveau.familiar_starbuncle": "Старбункул",
	"item.ars_nouveau.familiar_whirlisprig": "Виточка",
	"item.ars_nouveau.familiar_wixie": "Віксі",
	"item.ars_nouveau.ritual_awakening": "Пробудження",
	"item.ars_nouveau.ritual_binding": "Зв'язок",
	"item.ars_nouveau.ritual_burrowing": "Риття",
	"item.ars_nouveau.ritual_challenge": "Випробування",
	"item.ars_nouveau.ritual_cloudshaping": "Зміна Погоди",
	"item.ars_nouveau.ritual_containment": "Утримання",
	"item.ars_nouveau.ritual_disintegration": "Розщіплення",
	"item.ars_nouveau.ritual_fertility": "Плодоріддя",
	"item.ars_nouveau.ritual_flight": "Політ",
	"item.ars_nouveau.ritual_harvest": "Жатва",
	"item.ars_nouveau.ritual_moonfall": "Прихід Ночі",
	"item.ars_nouveau.ritual_overgrowth": "Нестримний Ріст",
	"item.ars_nouveau.ritual_restoration": "Регенерація",
	"item.ars_nouveau.ritual_scrying": "Провидення",
	"item.ars_nouveau.ritual_sunrise": "Світанок",
	"item.ars_nouveau.ritual_warping": "Переміщення",
	"item.ars_nouveau.ritual_wilden_summon": "Виклик Вілдена",
	"item.ars_nouveau.thread_chilling": "Обмороження",
	"item.ars_nouveau.thread_depths": "Глибоководний",
	"item.ars_nouveau.thread_drygmy": "Дриґм",
	"item.ars_nouveau.thread_feather": "Пір'їна",
	"item.ars_nouveau.thread_gliding": "Плин",
	"item.ars_nouveau.thread_heights": "Висоти",
	"item.ars_nouveau.thread_kindling": "Займання",
	"item.ars_nouveau.thread_life_drain": "Вампіризм",
	"item.ars_nouveau.thread_magic_capacity": "Магічна Місткість",
	"item.ars_nouveau.thread_repairing": "Лагодження",
	"item.ars_nouveau.thread_spellpower": "Сила Заклять",
	"item.ars_nouveau.thread_starbuncle": "Старбункул",
	"item.ars_nouveau.thread_undying": "Невмерущий",
	"item.ars_nouveau.thread_warding": "Захист",
	"item.ars_nouveau.thread_whirlisprig": "Виточка",
	"item.ars_nouveau.thread_wixie": "Віксі",

	"key.category.ars_nouveau.general": "Ars Nouveau",
	"key.ars_nouveau.previous_slot": "(Книга заклять) Попередній слот",
	"key.ars_nouveau.next_slot": "(Книга заклять) Наступний слот",
	"key.ars_nouveau.open_book": "(Книга заклять) Розгорнути книгу",
	"key.ars_nouveau.selection_hud": "(Книга заклять) Переключити HUD",

	"itemGroup.ars_nouveau":"Ars Nouveau",
	"item.ars_nouveau.novice_spell_book": "Книга заклять Неофіта",
	"item.ars_nouveau.apprentice_spell_book": "Книга заклять Адепта",
	"item.ars_nouveau.archmage_spell_book": "Книга заклять Архімага",

	"enchantment.ars_nouveau.mana_regen.desc": "Збільшує регенерацію Мани гравця.",
	"enchantment.ars_nouveau.mana_boost.desc": "Збільшує максимальну Ману гравця.",
	"enchantment.ars_nouveau.reactive.desc": "Дає шанс зкастувати накладене закляття на використаний інструмент чи ураженого гравця",

	"attribute.name.ars_nouveau.mana_regen": "Регенерація Мани",
	"attribute.name.ars_nouveau.max_mana": "Максимальна Мана",

	"entity.ars_nouveau.bookwyrm": "Книгозмій",
	"entity.ars_nouveau.starbuncle": "Старбункул",
	"item.ars_nouveau.archmage_robes":"Гамбезон Архімага",
	"item.ars_nouveau.archmage_leggings":"Штани Архімага",
	"item.ars_nouveau.archmage_boots":"Чоботи Архімага",
	"item.ars_nouveau.archmage_hood":"Каптур Архімага",

	"item.ars_nouveau.novice_boots":"Натоптиші Неофіта",
	"item.ars_nouveau.novice_leggings":"Штани Неофіта",
	"item.ars_nouveau.novice_robes":"Накидка Неофіта",
	"item.ars_nouveau.novice_hood":"Комірець Неофіта",

	"item.ars_nouveau.apprentice_robes":"Роба Адепта",
	"item.ars_nouveau.apprentice_leggings":"Спідниця Адепта",
	"item.ars_nouveau.apprentice_boots":"Взуття Адепта",
	"item.ars_nouveau.apprentice_hood":"Капелюх Адепта",

	"item.ars_nouveau.ring_of_amplify": "Перстень Посилення",
	"item.ars_nouveau.lesser_discount_ring": "Перстень Малої Знижки",
	"item.ars_nouveau.greater_discount_ring": "Перстень Великої Знижки",
	"item.ars_nouveau.belt_of_levitation": "Пояс Левітації",
	"item.ars_nouveau.belt_of_unstable_gifts": "Пояс Нестабільних Дарів",
	"item.ars_nouveau.mundane_belt":"Світський Пояс",
	"item.ars_nouveau.ring_of_potential":"Перстень Потенціалу",
	"item.ars_nouveau.jar_of_light":"Банка зі Світлом",
	"item.ars_nouveau.bookwyrm_charm":"Амулет Книгозмія",
	"item.ars_nouveau.starbuncle_charm":"Амулет Старбункула",
	"item.ars_nouveau.starbuncle_shards":"Осколок Старбункула",
	"item.ars_nouveau.creative_spell_book":"Творча Книга Заклять",
	"item.ars_nouveau.dull_trinket":"Безтолковий Амулет",
	"item.ars_nouveau.amulet_of_mana_boost": "Амулет Збільшення Мани",
	"item.ars_nouveau.amulet_of_mana_regen": "Амулет Регенерації Мани",
	"item.ars_nouveau.dominion_wand":"Жезл Панування",
	"block.ars_nouveau.scribes_table": "Стіл Писаря",
	"block.ars_nouveau.light_block": "Світло",
	"block.ars_nouveau.temporary_light_block": "Недовговічне Світло",
	"block.ars_nouveau.mage_block": "Блок Мага",
	"block.ars_nouveau.agronomic_sourcelink": "Агрономічна Ланка",
	"block.ars_nouveau.source_jar": "Банка для Джерела",
	"block.ars_nouveau.rune": "Руна",
	"block.ars_nouveau.warding_stone": "Вартівний Камінь",
	"block.ars_nouveau.arcane_pedestal": "П'єдестал Таїни",
	"block.ars_nouveau.enchanting_apparatus": "Зачарувальний Апарат",
	"block.ars_nouveau.portal": "Портал Переносу",
	"block.ars_nouveau.arcane_core": "Ядро Таїни",
	"block.ars_nouveau.imbuement_chamber": "Насичувальна Камера",
	"ars_nouveau.page.jar_of_light": "Викликає світло, що слідує за гравцем. Викликати чи відкликати можна будь-коли.",
	"ars_nouveau.page.amulet_of_mana_boost": "Помірно збульшує кількість максимальної $(#8800e3)Мани$().",
	"ars_nouveau.page.amulet_of_mana_regen": "Помірно збульшує регенерацію $(#8800e3)Мани$().",
	"ars_nouveau.page.magebloom_crop": "Чароцвіт - квітки, просочені магією, забезпечують додаткове $(item)Джерело$() для довколишніх $(l)Агрономічних Ланок$() по мірі їх зростання та є джерелом $(l)Волокон Чароцвіта$(). Чароцвіт також можна використати на створення $(l)Зілля $(#0099ff)Шкоди Заклять$(), збільшуюче шкоду від ваших заклять.",
	"ars_nouveau.page.belt_of_levitation": "Пояс, що дозволяє левітувати на помірні відстані понад землею. Зручно підійматись горами! Натисніть $(l)Крастися$() доки знаходитеся у повітрі щоб піднестися",
	"ars_nouveau.page.ring_of_lesser_discount": "Окрім невеликого бонусу до максимальної $(#8800e3)Мани$() та її регенерації, Персні Знижки зменшують загальну вартість касту заклять.",

	"ars_nouveau.page.ring_of_greater_discount": "Надає дещо більшу знижку ніж $(l)Перстень Малої Знижки$().",
	"ars_nouveau.page.belt_of_unstable_gifts": "Часом накладає ефект випадкового зілля на короткий час. Ці ефекти варіюються у свої силі.",
		"ars_nouveau.page.reactive": "Reactive is an enchantment that can be applied to ANY item and can be applied and upgraded by the Enchanting Apparatus. Tools and armor with the Reactive enchantment have a chance to automatically cast a spell on use or when the player is hurt. The spell that the enchantment will cast is dependent on the spell inscribed in the first crafting phase, and the user must have enough mana to cast the spell.",
		"ars_nouveau.page.reactive2": "To enchant an item with Reactive, place any item or armor in the apparatus. The spell parchment placed on the pedestal must be inscribed with a valid spell. See the Scribes Table for additional information. Reactive Enchantment also requires jars of source near the Enchanting Apparatus. The first level enchantment requires approximately one third of a jar.",
		"ars_nouveau.page.reactive3": "To upgrade the enchantment, replace the reagent with any item that has an existing Reactive enchantment. The Tier 2 reactive enchantment requires an item with Reactive I, and the Tier 3 Reactive enchantment requires an item with Reactive II. Higher levels will require a significantly higher amount of source nearby.",
		"ars_nouveau.page.reactive4": "The spell that Reactive gear casts can be changed by placing an enchanted piece of gear into the apparatus with a new inscribed spell parchment. ",
	"enchantment.ars_nouveau.mana_boost": "Збільшення Мани",
	"enchantment.ars_nouveau.reactive": "Реактивність",
	"enchantment.ars_nouveau.mana_regen": "Регенерація Мани",
	"item.ars_nouveau.bucket_of_source":"Відро з Джерелом",
	"item.ars_nouveau.magic_clay":"Магічна Глина",
	"item.ars_nouveau.marvelous_clay":"Чудесна Глина",
	"item.ars_nouveau.mythical_clay":"Мітична Глина",
	"item.ars_nouveau.runic_chalk":"Рунічний писачок",
	"item.ars_nouveau.magebloom":"Магоцвіт",
	"item.ars_nouveau.magebloom_fiber":"Волокно Магоцвіту",
	"item.ars_nouveau.blaze_fiber":"Полум'яне Волокно",
	"item.ars_nouveau.end_fiber":"Волокно Енду",
	"block.ars_nouveau.magebloom_crop":"Насіння Магоцвіту",
	"item.ars_nouveau.source_gem":"Джерельний Самоцвіт",
	"item.ars_nouveau.blank_glyph": "Порожній Гліф",
	"item.ars_nouveau.worn_notebook": "Потертий Записник",
	"item.ars_nouveau.warp_scroll": "Звиток Переносу",
	"item.ars_nouveau.spell_parchment": "Пергамент для Заклять",

	"item.ars_nouveau.ring_of_greater_discount": "Перстень Великої Знижки",

	"item.ars_nouveau.ring_of_lesser_discount": "Перстень Малої Знижки",

	"effect.ars_nouveau.shield": "Магічний Щит",
	"alert.core": "Ядро Таїни повинне бути розміщене під цим блоком.",
	"whirlisprig.unhappy": "Виточка виглядає дуже нещасливою у своєму домі. Спробуйте навести тут лад!",
	"whirlisprig.content": "Виточка виглядає задоволеною, але може бути і краще.",
	"whirlisprig.happy": "Виточка виглядає достатньо щасливою.",
	"whirlisprig.very_happy": "Виточка дуже щаслива!",
	"whirlisprig.extremely_happy": "Виточка невимвно щаслива! Виглядає, ніби її більше нічого не потрібно.",
	"whirlisprig.okay_diversity": "Виточка виглядає, ніби їй не вистачає різноманіття.",
	"whirlisprig.diverse_enough": "Виточка гадає, що вдома різноманітно, але може бути і краще.",
	"whirlisprig.very_diverse": "Виточка гадає, що в її домі багато різноманіття.",
	"whirlisprig.extremely_diverse": "Дім невимовно різноманітний, але Виточка ніколи не відмовиться від доповнень для дому!",
	"whirlisprig.notinterested": "Виточка не зацікавлена у цьому предметі.",
	"whirlisprig.likes": "Виточці подобається цей блок!",
	"whirlisprig.excited": "Виточка буде у захваті від цього предмету у свому домі.",
	"whirlisprig.toomuch": "Виточці подобається цей предмет, але його вже достатньо.",
	"item.ars_nouveau.whirlisprig_charm":"Амулет Виточки",
	"item.ars_nouveau.whirlisprig_shards":"Осколок Виточки",
	"entity.ars_nouveau.whirlisprig":"Виточка",
		"ars_nouveau.page.crystallizer1": "The crystallizer provides a renewable source of Source Gems by condensing source over time. The Crystallizer can work passively at a very slow rate, or it may be given source from adjacent jars and create Source Gems as a much faster rate. The Crystallizer may also be accessed by Hoppers and Starbuncles.",
	"tooltip.source_gem":"Отрумується поміщенням в Насичувальну Камеру лазуриту чи аметисту.",
	"tooltip.magebloom":"Створюється в Зачарувальному Апараті",
	"ars_nouveau.alert.turret_type": "Обраний гліф форми не може використовуватись туреллю.",
	"ars_nouveau.alert.spell_set": "Закляття встановлено.",
	"ars_nouveau.alert.duplicate_method": "Дублювати гліф форми заборонено.",
	"ars_nouveau.relay.no_to": "Нічого не живить",
	"ars_nouveau.relay.one_to": "Живить: %d",
	"ars_nouveau.relay.no_from": "Нічим не живиться",
	"ars_nouveau.relay.one_from": "Живиться від: %d",
	"ars_nouveau.rune.touch":"Runes must have Touch as their first glyph.",
	"ars_nouveau.bookwyrm.strict_mode":"Strict mode set to %s",
	"item.ars_nouveau.allow_scroll":"Звиток Предмету: Дозвіл",
	"item.ars_nouveau.deny_scroll":"Звиток Предмету: Заборона",
	"item.ars_nouveau.wixie_shards":"Осколк Віксі",
	"item.ars_nouveau.wixie_charm":"Амулет Віксі",
	"block.ars_nouveau.wixie_cauldron":"Казанок Віксі",
	"ars_nouveau.rune.error": "Руна викликала помилку. Будь ласка повідомте про це. Бувай, руно!",
	"item.ars_nouveau.blank_parchment":"Пустий Пергамент",
	"ars_nouveau.scribe.item_added":"Предмет додано.",
	"ars_nouveau.scribe.item_removed":"Предмет видалено.",
	"ars_nouveau.allow_set": "Старбункул братиме тільки ці предмети.",
	"ars_nouveau.ignore_set": "Старбункул ігноруватиме ці предмети.",
	"block.ars_nouveau.lava_lily": "Лавове Латаття",
	"block.ars_nouveau.volcanic_sourcelink": "Вулканічна Ланка",
	"ars_nouveau.spell.disabled": "Це закляття було вимкнене у конфігурації.",
	"block.ars_nouveau.sourceberry_bush": "Джерельниця",
	"ars_nouveau.connections.cleared": "Зв'язки розірвано.",
	"ars_nouveau.connections.take": "Реле тепер живиться з %s",
	"ars_nouveau.connections.send": "Реле тепер живить %s",
	"item.minecraft.splash_potion.effect.mana_regen_potion_strong": "Вибухове Зілля Регенерації Мани",
	"item.minecraft.splash_potion.effect.mana_regen_potion": "Вибухове Зілля Регенерації Мани",
	"item.minecraft.splash_potion.effect.mana_regen_potion_long": "Вибухове Зілля Регенерації Мани",
	"item.minecraft.potion.effect.mana_regen_potion_strong": "Зілля Регенерації Мани",
	"item.minecraft.potion.effect.mana_regen_potion": "Зілля Регенерації Мани",
	"item.minecraft.potion.effect.mana_regen_potion_long": "Зілля Регенерації Мани",
	"item.minecraft.lingering_potion.effect.mana_regen_potion_strong": "Осідаюче Зілля Регенерації Мани",
	"item.minecraft.lingering_potion.effect.mana_regen_potion": "Осідаюче Зілля Регенерації Мани",
	"item.minecraft.lingering_potion.effect.mana_regen_potion_long": "Осідаюче Зілля Регенерації Мани",
	"item.minecraft.tipped_arrow.effect.mana_regen_potion_strong": "Стріла Регенерації Мани",
	"item.minecraft.tipped_arrow.effect.mana_regen_potion": "Стріла Регенерації Мани",
	"item.minecraft.tipped_arrow.effect.mana_regen_potion_long": "Стріла Регенерації Мани",
	"effect.ars_nouveau.mana_regen": "Регенерація Мани",
	"ars_nouveau.on": "Активно: Так",
	"ars_nouveau.off": "Активно: Ні",
	"item.ars_nouveau.void_jar": "Банка Безодні",
	"ars_nouveau.rune.setperm": "Ця руна тепер перманентна.",
	"ars_nouveau.page.void_jar": "Банка, що знищує предмети при піднятті в замін даючи трохи $(#8800e3)Мани$(). Використайте Банку доки крадетесь, щоб (де)/активувати. Щоб додати/вилучити предмет для знищення, використайте Банку доки тримаєте предмет у лівій руці, або використайте його на $(l)Столі Писаря$(), доки на ньому лежить Банка. Для функціонування, Банка повинна бути у панелі швидкого доступу.",
	"ars_nouveau.page.runic_chalk": "Рунічний Писачок може накреслити перманентні $(l)Руни$() на землі, що будуть заклинати сутності які по ним пройдуть. Щоб зарядити Руну Закляттям - запишіть закляття на $(l)Пергамент$() на $(l)Столі Писаря$(). Коли Руна накладає закляття, вона розряджається, але з часом зарядиться з прилеглих $(l)Банок для Джерела$(). Використайте Писачок на тимчасовій Руні, щоб перетворити її на перманентну.",
	"ars_nouveau.wand.invalid": "Хибне Закляття. Жезл приймає тільки Ефекти та Аугменти.",
	"item.ars_nouveau.wand":"Чаклунський Жезл",
	"ars_nouveau.wixie.has_wixie": "Цей казанок уже має Віксі.",
	"ars_nouveau.wixie.no_recipe": "Рецепт не знайдено.",
	"ars_nouveau.wixie.recipe_set": "Рецепт задано.",
	"tooltip.wixie_shard": "Отримується при застосування на Відмі «Розвіяяння» в якої менше половини здоров'я.",
	"tooltip.starbuncle_shard": "Отримується при обміні з диким Старбункулом взамін на Золотий Самородок.",
	"tooltip.whirlisprig_shard": "Отримується при зростанні дерева поблизу дикої Виточки.",
	"entity.ars_nouveau.wixie": "Віксі",
	"block.ars_nouveau.creative_source_jar":"Творча Банка для Джерела",
	"block.ars_nouveau.purple_archwood_log":"Колода Паморочного Архідерева",
	"block.ars_nouveau.blue_archwood_log":"Колода Каскадного Архідерева",
	"block.ars_nouveau.green_archwood_log":"Колода Цвітучого Архідерева",
	"block.ars_nouveau.red_archwood_log":"Колода Полум'яного Архідерева",
	"block.ars_nouveau.purple_archwood_sapling":"Паросток Паморочного Архідерева",
	"block.ars_nouveau.blue_archwood_sapling":"Паросток Каскадного Архідерева",
	"block.ars_nouveau.green_archwood_sapling":"Паросток Цвітучого Архідерева",
	"block.ars_nouveau.red_archwood_sapling":"Паросток Полум'яного Архідерева",
	"block.ars_nouveau.purple_archwood_leaves":"Листя Паморочного Архідерева",
	"block.ars_nouveau.blue_archwood_leaves":"Листя Каскадного Архідерева",
	"block.ars_nouveau.green_archwood_leaves":"Листя Цвітучого Архідерева",
	"block.ars_nouveau.red_archwood_leaves":"Листя Полум'яного Архідерева",
	"block.ars_nouveau.archwood_planks":"Дошки з Архідерева",
	"ars_nouveau.page.wand": "Жезл тримає тільки $(l)одне$() закляття записане на $(l)Столі Писаря$(). Це дозволить вам вийти за рамки 10-ти заклять. Закляття в ньому починається із $(#8800e3)Снаряд$() → $(#d6a100)Пришвидшення$(). Якщо бажаєте використовувати $(#00b5b2)Злам$(), то пропишіть $(l)тільки$() цей гліф, рузультатом буде Жезл із $(#8800e3)Снаряд$() → $(#d6a100)Пришвидшення$() → $(#00b5b2)Злам$().",
	"ars_nouveau.starbuncle.cleared": "Завдання відмінено.",
	"block.ars_nouveau.red_archwood_wood":"Деревина Полум'яного Архідерева",
	"block.ars_nouveau.green_archwood_wood":"Деревина Цвітучого Архідерева",
	"block.ars_nouveau.purple_archwood_wood":"Деревина Паморочного Архідерева",
	"block.ars_nouveau.blue_archwood_wood":"Деревина Каскадного Архідерева",
	"ars_nouveau.connections.fail": "Задалеко.",
	"block.ars_nouveau.archwood_slab":"Плита з Архідерева",
	"block.ars_nouveau.archwood_fence":"Паркан з Архідерева",
	"block.ars_nouveau.archwood_fence_gate":"Хвіртка з Архідерева",
	"block.ars_nouveau.archwood_trapdoor":"Люк з Архідерева",
	"block.ars_nouveau.archwood_pressure_plate":"Натискна плита з Архідерева",
	"block.ars_nouveau.archwood_door":"Двері з Архідерева",
	"block.ars_nouveau.stripped_blue_archwood_log":"Обтесана колода Каскадного Архідерева",
	"block.ars_nouveau.stripped_blue_archwood_wood":"Обтесана деревина Каскадного Архідерева",
	"block.ars_nouveau.stripped_red_archwood_log":"Обтесана колода Полум'яного Архідерева",
	"block.ars_nouveau.stripped_red_archwood_wood":"Обтесана деревина Полум'яного Архідерева",
	"block.ars_nouveau.stripped_green_archwood_log":"Обтесана колода Цвітучого Архідерева",
	"block.ars_nouveau.stripped_green_archwood_wood":"Обтесана деревина Цвітучого Архідерева",
	"block.ars_nouveau.stripped_purple_archwood_log":"Обтесана колода Паморочного Архідерева",
	"block.ars_nouveau.stripped_purple_archwood_wood":"Обтесана деревина Паморочного Архідерева",
	"block.ars_nouveau.archwood_stairs":"Сходи з Архідерева",
	"block.ars_nouveau.archwood_button":"Кнопка з Архідерева",
	"block.ars_nouveau.source_gem_block":"Блок Джерельних Самоцвітів",
	"item.ars_nouveau.spell_bow": "Лук Чаклуна",
	"item.ars_nouveau.split_arrow": "Аугмент-Стріла: Поділ",
	"item.ars_nouveau.amplify_arrow": "Аугмент-Стріла: Посилення",
	"item.ars_nouveau.pierce_arrow": "Аугмент-Стріла: Пронзання",
	"ars_nouveau.page.spell_bow": "Лук можна прописати закляттям на Столі Писаря. Якщо у заклинача достатньо Мани, стріли стануть Стрілами Заклять і накладуть закляття на свою ціль. Якщо стріл в інвентарі немає, стріли наноситимуть 0 ушкоджень. Якщо Мани не достатньо, стрілятиме звичайними стрілами. Лук Чаклуна може використовувати Аугмен-Стріли для посилення прописаного закляття.",
	"ars_nouveau.page.amplify_arrow": "Додає 2 «Посилення» на початок ланцюжка. Кожен рецепт робить 32",
	"ars_nouveau.page.pierce_arrow": "Додає 2 «Пронзання» на початок ланцюжка. Кожен рецепт робить 32.",
	"ars_nouveau.page.split_arrow": "Додає 2 «Поділу» на початок ланцюжка. Якщо стріла нанесе ушкодження, то кожна розділена стріла теж. Кожен рецепт робить 32.",
	"ars_nouveau.bow.invalid": "Лук може приймати тільки закляття, що не мають гліф Форми.",
	"ars_nouveau.norecipe": "Рецепт не знайдено.",
	"ars_nouveau.apparatus.nomana": "Недостатньо Джерела поблизу.",
	"ars_nouveau.reset.cleared": "Прогрес скинуто.",
	"effect.ars_nouveau.summoning_sickness": "Недуг Виклику",
	"entity.ars_nouveau.wilden_guardian": "Вілден-Захисник",
	"entity.ars_nouveau.wilden_stalker": "Вілден-Переслідувач",
	"entity.ars_nouveau.wilden_hunter": "Вілден-Мисливець",
	"item.ars_nouveau.wilden_spike": "Шип Вілдена",
	"item.ars_nouveau.wilden_horn": "Ріг Вілдена",
	"item.ars_nouveau.wilden_wing": "Крило Вілдена",
	"tooltip.wilden_spike": "Випадє з Вілдена-Захисника, водиться у холодних біомах.",
	"tooltip.wilden_wing": "Випадає з Вілдена-Переслідувача.",
	"tooltip.wilden_horn": "Випадає з Вілдена-Мисливця",
	"entity.ars_nouveau.summon_wolf": "Прикликаний Вовк",
	"tooltip.worn_notebook": "Документація по Ars Nouveau",
	"effect.ars_nouveau.shocked": "Шок",
	"ars_nouveau.flask.charges": "Пляшки: %d",
	"item.ars_nouveau.potion_flask": "Фляжка для Зілль",

	"ars_nouveau.glyph_of": "Гліф: %s",
	"ars_nouveau.thread_of": "Переплет: %s",
	"ars_nouveau.book.name": "Потерний Записник",
	"ars_nouveau.book.landing_text": "Ars Nouveau добавляє створення заклять, магічних створіннь, пристрої та їхню автоматизацію. Виникла проблема чи хочете допомогти у розробці? Приєднуйтесь до нас: https://discord.gg/y7TMXZu$(br)Дякуємо за гру.$(2br)Українська локалізація: Mirloom",

	"ars_nouveau.spell_tier.1": "1",
	"ars_nouveau.spell_tier.2": "2",
	"ars_nouveau.spell_tier.3": "3",
	"ars_nouveau.mana_cost.none": "Немає",
	"ars_nouveau.mana_cost.low": "Низька",
	"ars_nouveau.mana_cost.medium": "Середня",
	"ars_nouveau.mana_cost.high": "Висока",

	"ars_nouveau.spell_book.copied": "До Книги скопійовано %d нових гліфів.",
	"ars_nouveau.spell_book.create_mode": "Create Mode",
	"ars_nouveau.spell_book.select": "Натисни %s для швидкого вибору",
	"ars_nouveau.spell_book.craft": "Натисни %s для швидкого крафту",
	"ars_nouveau.spell_book_gui.spell_name": "Назва Закляття",
	"ars_nouveau.spell_book_gui.search": "Пошук",
	"ars_nouveau.spell_book_gui.form": "Форма",
	"ars_nouveau.spell_book_gui.effect": "Ефект",
	"ars_nouveau.spell_book_gui.augment": "Аугмент",
	"ars_nouveau.spell_book_gui.create": "Створ.",
	"ars_nouveau.spell_book_gui.clear": "Скин.",

	"ars_nouveau.color_gui.red_slider": "Червоний: ",
	"ars_nouveau.color_gui.green_slider": "Зелений: ",
	"ars_nouveau.color_gui.blue_slider": "Синій: ",
	"ars_nouveau.color_gui.title": "Колір Закляття",
	"ars_nouveau.color_gui.presets": "Пресет",
	"ars_nouveau.color_gui.default": "Стнд.",
	"ars_nouveau.color_gui.purple": "Фіолет.",
	"ars_nouveau.color_gui.blue": "Синій",
	"ars_nouveau.color_gui.red": "Червоний",
	"ars_nouveau.color_gui.green": "Зелений",
	"ars_nouveau.color_gui.yellow": "Жовтий",
	"ars_nouveau.color_gui.white": "Білий",
	"ars_nouveau.color_gui.orange": "Помаранч.",
	"ars_nouveau.color_gui.cyan": "Блакитний",
	"ars_nouveau.color_gui.save": "Зберегти",

	"ars_nouveau.dominion_wand.stored_entity": "Задана сутність.",
	"ars_nouveau.dominion_wand.position_set": "Місце задано.",
	"ars_nouveau.dominion_wand.no_entity": "Сутність не задано.",
	"ars_nouveau.dominion_wand.entity_stored": "Сутність задано.",
	"ars_nouveau.dominion_wand.no_location": "Місце не задано.",
	"ars_nouveau.dominion_wand.position_stored": "Місце: %s.",

	"ars_nouveau.position": "X: %1$d Y: %2$d Z: %3$d",

	"ars_nouveau.spell_arrow.desc": "Аугментує закляття, коли використовується разом із Луком Чаклуна.",
	"ars_nouveau.spell_parchment.no_spell": "Виберіть закляття у Книзі Заклять.",
	"ars_nouveau.spell_parchment.inscribed": "Заклання записано.",
	"ars_nouveau.warp_scroll.wrong_dim": "Використання цього звитку у цьому вимірі - погана ідея.",
	"ars_nouveau.warp_scroll.inv_full": "Недостатньо місця у вашому інвентарі.",
	"ars_nouveau.warp_scroll.recorded": "Ви записали місце до Звитку Переносу.",
	"ars_nouveau.warp_scroll.no_location": "Використайте доки крадетесь, щоб встановити місце.",
	"ars_nouveau.wand.spell_invalid": "Хибне Закляття.",

	"ars_nouveau.starbuncle.store": "Старбункул зберігатиме ці предмети.",
	"ars_nouveau.starbuncle.take": "Старбункул бере з цього інвентаря.",
	"ars_nouveau.starbuncle.whitelist": "Дозволені: ",
	"ars_nouveau.starbuncle.blacklist": "Ігноровані: ",
	"ars_nouveau.starbuncle.storing": "Зберігає предмети у %d місцях",
	"ars_nouveau.starbuncle.taking": "Бере предмети з %d місць",
	"ars_nouveau.bookwyrm.spell_set": "Закляття встановлено.",
	"ars_nouveau.bookwyrm.invalid": "Книгозмій не може кастувати хибні закляття.",
	"ars_nouveau.bookwyrm.desc": "Дайте цьому Книгозмію закляття записане на Пергаменті.",
	"ars_nouveau.bookwyrm.casting": "Цей Книгозмій кастує: %s",
	"ars_nouveau.bookwyrm.spell_item": "Цей Книгозмій використовуватиме %s у закляттях, якщо цей предмет буде у скрині Аналою.",
	"ars_nouveau.bookwyrm.no_item": "Нічого.",
	"ars_nouveau.bookwyrm.placing": "Розміщує: ",
	"ars_nouveau.bookwyrm.using": "Використовує: ",
	"ars_nouveau.bookwyrm.spell": "Заклинає: ",
	"ars_nouveau.bookwyrm.strict": "Строгий режим: ",
	"ars_nouveau.whirlisprig.ignore": "Виточка ігроруватиме ці предмети.",
	"ars_nouveau.whirlisprig.ignore_list": "Ігнорує: ",
	"ars_nouveau.whirlisprig.tooltip_extremely_happy": "Невимовно щасливий",
	"ars_nouveau.whirlisprig.tooltip_very_happy": "Дуже щасливий",
	"ars_nouveau.whirlisprig.tooltip_happy": "Щасливий",
	"ars_nouveau.whirlisprig.tooltip_content": "Задоволений",
	"ars_nouveau.whirlisprig.tooltip_unhappy": "Дуже нещасливий",
	"ars_nouveau.whirlisprig.tooltip_mood": "Настрій: ",
	"ars_nouveau.source_jar.fullness": "%d%% заповнення",
	"ars_nouveau.bookwyrm_lectern.set" : "Область встановлена: %s",
	"ars_nouveau.bookwyrm_lectern.5x5": "Область встановлена: 5 x 5",
	"ars_nouveau.bookwyrm_lectern.9x9": "Область встановлена: 9 x 9",
	"ars_nouveau.bookwyrm_lectern.adjacent": "Встановіть область тільки на прилеглі блоки.",
	"ars_nouveau.spell_turret.casting": "Заклинає: ",
	"ars_nouveau.wixie.crafting": "Крафтить: ",
	"ars_nouveau.wixie.need_mana": "Потрібне Джерело.",
	"ars_nouveau.wixie.needs": "Потребує: ",
	"ars_nouveau.wixie.needs_storage": "Потребує: Вмістилище для Зілль.",
	"ars_nouveau.true": "так",
	"ars_nouveau.false": "ні",

	"ars_nouveau.spell_hud.crafting_mode": "Режим Крафтингу",

	"ars_nouveau.spell.validation.crafting.invalid": "Щось не так із цим Закляттям.",
	"ars_nouveau.spell.validation.crafting.invalid_glyphs": "Один, або декілька гліфів у Заклятті хибні.",

	"ars_nouveau.spell.validation.exists._comment": "__ These messages appear when reporting on an existing spell that is invalid. __",
	"ars_nouveau.spell.validation.exists.non_empty_spell": "Закляття не може бути порожнім.",
	"ars_nouveau.spell.validation.exists.max_one_cast_method": "Закляття вже містить гліф форми: «%s»",
	"ars_nouveau.spell.validation.exists.starting_cast_method": "Закляття повинне починатися з гліфу форми.",
	"ars_nouveau.spell.validation.exists.action_augmentation_policy": "«%s« аугметоване до ліміту за допомогою «%s».",
	"ars_nouveau.spell.validation.exists.action_augmentation_policy.zero": "«%s» не аугментується за допомогою «%s».",
	"ars_nouveau.spell.validation.exists.glyph_occurrences_policy": "Максимальна кількість «%s».",
	"ars_nouveau.spell.validation.exists.augment_compatibility": "«%s» не аугментується за допомогою «%s»",
	"ars_nouveau.spell.validation.exists.glyph_tier": "%s запотужне для цієї Книги Заклять.",

		"ars_nouveau.spell.validation.adding._comment": "__ These messages appear when attempting to add a glyph that would make a spell invalid. __",
	"ars_nouveau.spell.validation.adding.non_empty_spell": "Закляття не може бути порожнім.",
	"ars_nouveau.spell.validation.adding.max_one_cast_method": "Закляття вже містить гліф форми.",
	"ars_nouveau.spell.validation.adding.starting_cast_method": "Закляття повинне починатися з гліфу форми.",
	"ars_nouveau.spell.validation.adding.action_augmentation_policy": "«%s« аугметоване до ліміту за допомогою «%s».",
	"ars_nouveau.spell.validation.adding.action_augmentation_policy.zero": "«%s» не аугментується «%s».",
	"ars_nouveau.spell.validation.adding.glyph_occurrences_policy": "Максимальна кількість «%s».",
	"ars_nouveau.spell.validation.adding.augment_compatibility": "«%s» не аугментується за допомогою «%s»",
	"ars_nouveau.spell.validation.adding.glyph_tier": "%s запотужне для цієї Книги Заклять.",

	"ars_nouveau.spell.no_mana": "Недостатньо Мани.",
	"block.ars_nouveau.potion_jar": "Банка для Зілль",
	"block.ars_nouveau.potion_melder": "Змішувач Зілль",
	"item.ars_nouveau.potion_flask_extend_time": "Зачарована Фляжка для Зілль: Збільшена Тривалість",
	"item.ars_nouveau.potion_flask_amplify": "Зачарована Фляжка для Зілль: Посилення",
	"tooltip.potion_flask_extend_time": "Подовжує дію ефектів на 50%.",
	"tooltip.potion_flask_amplify": "Збільшує силу ефектів, але скорочує час дії.",
	"tooltip.potion_flask": "Вміщує 8 пляшок з Зіллями.",
	"ars_nouveau.locked": "Заблоковано",
	"ars_nouveau.unlocked": "Розблоковано",
		"ars_nouveau.page4.wixie_charm": "Wixies will autocraft potions using nearby Potion Jars and items. Potions that require Water will be supplied by the Wixie. Potions that require another potion as a base will be taken from nearby Potion Jars. A Wixie will output 3 doses of a Potion into a nearby Potion Jar when complete. To begin, place down an empty Potion Jar, right click the cauldron with an Awkward Potion, and supply Nether Wart from a nearby chest.",
		"ars_nouveau.page5.wixie_charm": "When using multiple Wixies, you may wish to lock a jar to a specific potion. Wixies will only output potion to jars that contain the same potion, or an unlocked empty potion. Each craft costs Source. See the section on the Potion Jar for more information.",
	"entity.ars_nouveau.summon_horse": "Прикликаний Кінь",
	"block.ars_nouveau.sconce": "Магічна Світоч",
	"block.ars_nouveau.ritual_brazier": "Ритуальна Жаровня",
	"ars_nouveau.tooltip.consumed": "Предмети поглинуто:",
	"ars_nouveau.tooltip.waiting": "Чекає активації",
	"ars_nouveau.tooltip.running": "Проводиться ритуал",
	"ars_nouveau.tooltip.conditions_unmet": "Умови не виконані",
	"ars_nouveau.tooltip.exp_gem": "Дає досвід при використанні. Крадіться, щоб поглинути стак.",
	"item.ars_nouveau.experience_gem": "Самоцвіт Досвіду",
	"item.ars_nouveau.greater_experience_gem": "Великий Самоцвіт Досвіду",
	"effect.ars_nouveau.hex": "Навроки",
	"ars_nouveau.set_spell": "Закляття записано.",
	"ars_nouveau.invalid_spell": "Хибне Закляття.",
	"effect.ars_nouveau.scrying": "Провидіння",
	"ars_nouveau.tooltip.magebloom": "Росте із насіння зробленого через Зачарувальний Апарат.",
	"ars_nouveau.tooltip.dull": "Пуста дрібничка, не можна надягнути. Використовується у крафті.",
	"ars_nouveau.sword.invalid": "Хибне Закляття. Меч приймає тільки Ефекти та Аугменти.",
	"item.ars_nouveau.enchanters_sword": "Меч Чаклуна",
	"item.ars_nouveau.enchanters_shield": "Щит Чаклуна",
	"ars_nouveau.page.enchanters_sword": "Приміняє «Дотик» до закляття перед ушкодженням. Також накладає 1 «Посилення» на останній ефект у заклятті. Прописується на Столі Писаря закляттям, що не має гліфу Форми.",
	"ars_nouveau.page.enchanters_shield": "Під час блокування ушкоджень, накладає на носія ефекти «Регенерація Мани» та «Шкода Заклять» на короткий період. Також Щит буде лагодитись з часом, використовуючи Ману носія.",
	"ars_nouveau.tooltip.can_inscribe": "Може бути прописане Закляттям на Столі Писаря.",
	"biome.ars_nouveau.archwood_forest": "Ліс Архідерев",
	"ars_nouveau.tooltip.turned_off": "Вимкнено",
	"effect.ars_nouveau.glide": "Плин",
	"effect.ars_nouveau.snared": "Пастка",
	"item.ars_nouveau.starbuncle_se": "Яйце Виклику Старбункула",
	"item.ars_nouveau.whirlisprig_se": "Яйце Виклику Виточки",
	"item.ars_nouveau.wilden_hunter_se": "Яйце Виклику Вілдена-Мисливця",
	"item.ars_nouveau.wilden_guardian_se": "Яйце Виклику Вілдена-Захисника",
	"item.ars_nouveau.wilden_stalker_se": "Яйце Виклику Вілдена-Переслідувача",
	"tooltip.ars_nouveau.caster_tome": "Кастує закляття витрачаючи вдвічи менше Мани, або, якщо її не достатньо, всю доступну Ману.",
	"item.ars_nouveau.caster_tome": "Том Чаклуна",
	"tooltip.ars_nouveau.glyph_disabled": "Відключено. Не може використовуватись.",
	"tooltip.ars_nouveau.glyph_level": "Гліф %s рівня.",
	"tooltip.ars_nouveau.caster_level": "Для гліфів %s рівня чи нижче.",
	"tooltip.ars_nouveau.hold_shift": "Утримуй shift для подробиць.",
	"item.ars_nouveau.drygmy_shard": "Осколок Дриґму",
	"item.ars_nouveau.drygmy_charm": "Амулет Дриґму",
	"block.ars_nouveau.drygmy_stone": "Оселя Дриґму",
	"tooltip.ars_nouveau.drygmy_shard": "Дає Дриґм в обмін на Ріг Вілдена.",
	"entity.ars_nouveau.drygmy": "Дриґм",
	"effect.ars_nouveau.flight": "Політ",
	"effect.ars_nouveau.gravity": "Гравітація",
	"tooltip.ars_nouveau.tablet": "Одноразова Скрижаль для ритуалів.",
	"ars_nouveau.enchanting.bad_level": "Цей предмет повинен мати попередній рівень зачарування.",
	"ars_nouveau.enchanting.incompatible": "Це зачарування не сумісне з цим предметом.",
	"entity.ars_nouveau.wilden_boss": "Вілден-Химера",
	"ars_nouveau.chimera.rage": "Химера розлютилася.",
	"entity.ars_nouveau.spike": "Шип Химери",
	"tooltip.ars_nouveau.wilden_tribute": "Отримаєте за перемогу над Вілденом-Химерою. Див. Ритуал «Виклик Вілдена».",
	"item.ars_nouveau.wilden_tribute": "Трофей з Вілдена",
	"item.ars_nouveau.mimic_scroll": "Мімічний Звиток",
	"tooltip.ars_nouveau.spell_damage": "Шкода від Закляття: %s",
	"tooltip.ars_nouveau.duration_modifier": "Модифікатор Тривалості: %s",
	"tooltip.ars_nouveau.amp_modifier": "Модифікатор Посилення: %s",
	"item.ars_nouveau.summon_focus": "Фокус Виклику",
	"tooltip.ars_nouveau.summon_focus": "Збільшує тривалість та силу ваших прикликанців.",
	"curios.identifier.an_focus": "Фокус Заклять",
	"ars_nouveau.school.manipulation": "Маніпуляція",
	"ars_nouveau.school.abjuration": "Зречення",
	"ars_nouveau.school.conjuration": "Заклин",
	"ars_nouveau.school.air": "Стихія Повітря",
	"ars_nouveau.school.earth": "Стихія Землі",
	"ars_nouveau.school.fire": "Стихія Вогню",
	"ars_nouveau.school.water": "Стихія Води",
	"block.agronomic_sourcelink.disabled": "Інша Агрономічна Ланка поруч...",
	"ars_nouveau.spell_set": "Набір Заклять.",
	"block.ars_nouveau.vitalic_sourcelink": "Життєва Ланка",
	"block.ars_nouveau.alchemical_sourcelink": "Алхімічна Ланка",
	"ars_nouveau.page1.armor": "Магічний одяг збільшує регенерацію $(#8800e3)Мани$() та може бути покращений за допомогою $(l)Переплетів$(). $(l)Сет Неофіта$() забезпечує менше захисту, але має найпотужніші слоти для $(l)Переплетів$(). $(l)Сети Адепта$() та $(l)Архімага$() краще захищають, але мають менш потужні слоти. Див. $(l)Крій$() для подробиць.",
	"ars_nouveau.page.potion_jar": "Банка що зберігає до 100 зілль. Зілля можна набрати використавши пусту Пляшечку. Віксі використовуватимуть ці Банки для автоматичної варки зілль. Банка може бути заблокована за допомогою $(l)Жезла Панування$(). Заблоковані банки отримають лише ті зіллі, які заблоковані від Віксі. Можна використовувати з Компаратором.",
	"ars_nouveau.glyph_crafting": "Створення Гліфів",
		"ars_nouveau.page1.scribes_table": "To craft new glyphs, use a spell book on the table to open the codex. Each glyph requires a set of items and experience points to unlock. Select a glyph by clicking on it in the menu, and hit select. Throw the items onto the table as rendered above, and the table will scribe a new glyph. The table will also pull items from nearby inventories.",
		"ars_nouveau.page2.scribes_table": "You may also write a specific spell to Spell Parchment or Enchanters Items. To do this, place a Spell Parchment on the table. Then, with your spell book in hand, change your spell book to your desired spell as if you were going to cast it. Then, use the book on the table while sneaking. Your item will now contain that spell.",
		"ars_nouveau.page1.lava_lily":"A decorative block that can be placed on any liquid or block. The texture of this block varies if it is placed on Lava, a Magma Block, or any other block.",
		"ars_nouveau.page1.wilden":"An ancient race that mastered shapeshifting magic, Wilden are hostile creatures that can be commonly found at night. While Wilden Defenders may only be found in cold biomes, Stalkers and Pack Hunters can be found in any biome.",
		"ars_nouveau.page3.wilden":"An aggressive and fast hunter that can summon allied wolves.",
		"ars_nouveau.page4.wilden":"Generally spawning in small groups, Stalkers have ground and aerial attacks.",
		"ars_nouveau.page5.wilden":"Found in cold biomes, a Defender is a slow moving heavy hitter with a ranged attack.",
		"ars_nouveau.page6.wilden":"Summoned with a Ritual of Wilden Tribute, the chimera is a powerful and destructive mid-level boss.",
		"ars_nouveau.page7.wilden":"The Chimera is a worthy fight for a caster with Tier 2 spells and equipment. The Chimera resists cold damage, and a variety of spells including buffs, dispel, and mobility are suggested.",
		"ars_nouveau.page1.allow_scroll": "Provides a list of items to automation related entities. To inscribe an item, place on the Scribes Table and use blocks and items on the table while sneaking. When given to a Starbuncle, the Starbuncle will only pickup and take items on the scroll.",
		"ars_nouveau.page1.deny_scroll": "Provides a list of items to automation related entities. To inscribe an item, place on the Scribes Table and use blocks and items on the table while sneaking. When given to a Starbuncle, the Starbuncle will pickup and take any item that is NOT on this scroll.",
		"ars_nouveau.page1.mimic_scroll": "Provides a list of items to automation related entities. When this scroll is attached to an inventory, entities will only insert items that already exist in the inventory. To attach the scroll, place an item frame on the inventory, and place a Mimic Scroll in it.",
	"block.ars_nouveau.mycelial_sourcelink": "Міцельна Ланка",
	"item.ars_nouveau.source_berry_pie": "Джерельничний Пиріг",
	"item.ars_nouveau.source_berry_roll": "Джерельничний Рулет",
	"tooltip.ars_nouveau.source_food": "Забезпечує регенерацію Мани при споживанні.",
	"block.ars_nouveau.relay_warp": "Дже-Реле: Переміщувач",
	"block.ars_nouveau.relay_deposit": "Дже-Реле: Наповнювач",
	"ars_nouveau.page.relay_deposit": "Працює подібно до Дже-Реле, але самостійно наповнюватиме не прив'язані Банки в межах 5 блоків. Може живити тільки 1 споживача за раз. Див. $(o/l)Дже-Реле$() для подробиць.",
	"ars_nouveau.page.relay_warp": "Працює подібно до Дже-Реле: Поділювача, але може телепортувати Джерело на будь-які дистанції між іншими Переміщувачами. При відстані більше 30 блоків можливі деякі втрати Джерела при переміщені. Див. $(o/l)Дже-Реле$() для подробиць.",
		"item.minecraft.splash_potion.effect.spell_damage_potion_strong": "Splash Potion of Spell Damage",
		"item.minecraft.splash_potion.effect.spell_damage_potion": "Splash Potion of Spell Damage",
		"item.minecraft.splash_potion.effect.spell_damage_potion_long": "Splash Potion of Spell Damage",
		"item.minecraft.potion.effect.spell_damage_potion_strong": "Potion of Spell Damage",
		"item.minecraft.potion.effect.spell_damage_potion": "Potion of Spell Damage",
		"item.minecraft.potion.effect.spell_damage_potion_long": "Potion of Spell Damage",
		"item.minecraft.lingering_potion.effect.spell_damage_potion_strong": "Lingering Potion of Spell Damage",
		"item.minecraft.lingering_potion.effect.spell_damage_potion": "Lingering Potion of Spell Damage",
		"item.minecraft.lingering_potion.effect.spell_damage_potion_long": "Lingering Potion of Spell Damage",
		"item.minecraft.tipped_arrow.effect.spell_damage_potion_strong": "Arrow of Spell Damage",
		"item.minecraft.tipped_arrow.effect.spell_damage_potion": "Arrow of Spell Damage",
		"item.minecraft.tipped_arrow.effect.spell_damage_potion_long": "Arrow of Spell Damage",
	"effect.ars_nouveau.spell_damage": "Шкода Заклять",
	"ars_nouveau.spell_book_gui.familiar": "Фамільяр",
	"ars_nouveau.spell_book_gui.close": "Згорн.",
	"effect.ars_nouveau.familiar_sickness": "Хвороба Фамільяра",
	"ars_nouveau.familiar.sickness": "Потрібно зачекати перед викликом ще одного Фамільяра.",
	"ars_nouveau.gui.notebook": "Документація",
	"ars_nouveau.gui.color": "Вибір кольору",
	"ars_nouveau.gui.familiar": "Фамільяри",
	"ars_nouveau.category.familiars": "Фамільяри накладають пасивні бафи та допомагають у бою. Див. «Виклик Фамільярів» для подробиць.",
	"ars_nouveau.familiar.owned": "Ви вже маєте цього Фамільяра.",
	"ars_nouveau.familiar.unlocked": "Фамільяра Розблоковано.",
	"ars_nouveau.familiar.script": "Використовується для заведення Фамільяру. Отримується через Ритуал «Зв'язок».",
	"ars_nouveau.schools": "Школи: ",
	"entity.ars_nouveau.familiar_bookwyrm": "Книгозмій-Фамільяр",
	"entity.ars_nouveau.familiar_starbuncle": "Старбункул-Фамільяр",
	"entity.ars_nouveau.familiar_whirlisprig": "Виточка-Фамільяр",
	"entity.ars_nouveau.familiar_wixie": "Віксі-Фамільяр",
	"entity.ars_nouveau.familiar_drygmy": "Дриґм-Фамільяр",
	"ars_nouveau.mirror.invalid": "Хибне закляття. Люстерко приймає тільки Ефекти та Аугменти.",
	"item.ars_nouveau.enchanters_mirror": "Люстерко Чаклуна",
		"ars_nouveau.page.enchanters_mirror": "Applies a self spell to the user. Spells cast with this mirror are discounted and gain additional bonus duration to all glyphs. Apply a spell at the Scribe's table that DOES NOT contain a form such as Strength -> Heal.",
	"block.ars_nouveau.bookwyrm_lectern": "Аналой Книгозмія",
	"ars_nouveau.seconds": "%s секунд",
	"block.ars_nouveau.basic_spell_turret": "Базова Чаклунська Турель",
	"block.ars_nouveau.spell_turret": "Зачарована Чаклунська Турель",
	"block.ars_nouveau.timer_spell_turret": "Часова Чаклунська Турель",
	"effect.ars_nouveau.bounce": "Відскок",
		"ars_nouveau.starbuncle.path": "Starbuncle will prefer to path on this block if it is on their way.",
	"ars_nouveau.starbuncle.pathing": "Preferring to path on %s",
	"ars_nouveau.summoning": "Виклик",
		"ars_nouveau.item_transport": "Item Transport",
		"ars_nouveau.filtering": "Filtering",
		"ars_nouveau.filtering_with": "Filtering with: %s",
		"ars_nouveau.filter_set": "Filter set.",
		"ars_nouveau.pathing": "Pathing",
	"block.ars_nouveau.archwood_chest": "Скриня з Архідерева",
	"block.ars_nouveau.spell_prism": "Призма Заклять",
	"ars_nouveau.page.spell_prism": "Коли закляття снаряду влучає у призму, воно відбивається у напрямку, в який встановлено блок. Призма Заклять буде надсигнати сигнал прилеглим Спостерігачам, якщо закляття було відбито.",
	"ars_nouveau.weald_walker.home": "Охороняє: %s",
	"ars_nouveau.nothing": "Нічого",
	"ars_nouveau.weald_walker": "Лісний Ходець",
	"entity.ars_nouveau.cascading_weald_walker": "Каскадний Лісний Ходець",
	"entity.ars_nouveau.flourishing_weald_walker": "Цвітучий Лісний Ходець",
	"entity.ars_nouveau.blazing_weald_walker": "Полум'яний Лісний Ходець",
	"entity.ars_nouveau.vexing_weald_walker": "Паморочний Лісний Ходець",
		"ars_nouveau.page1.weald_walker": "Weald Walkers are living Archwood Trees that guard their homes against hostile monsters. A Weald Walker can be created from the Ritual of Awakening. When summoned, the Weald Walker will roam randomly unless given a home position. To give the Weald Walker a home, use the dominion wand on the Weald Walker, and then the block you wish it to guard.",
		"ars_nouveau.page2.weald_walker": "Casts Flare at nearby enemies, careful not to ignite any blocks in the process.",
		"ars_nouveau.page3.weald_walker": "Casts Freeze and Cold Snap at nearby enemies.",
		"ars_nouveau.page4.weald_walker": "Casts an amplified Harm with a Snare effect at nearby enemies.",
		"ars_nouveau.page5.weald_walker": "Casts Hex and an amplified Wither at nearby enemies.",
		"ars_nouveau.page1.weald_waddler": "If a Weald Walker dies, it will be turned into a Weald Waddler. Weald Waddlers will slowly grow back into Weald Walkers, and can be sped up by giving them bonemeal. A Weald Waddler cannot fight or protect itself until it has grown back to a Walker.",
	"ars_nouveau.source": "Джерело: %s",
	"ars_nouveau.crush_recipe": "Гліф розсипався",
	"ars_nouveau.enchanting_apparatus": "Зачарувальний Апарат",

	"ars_nouveau.page.apparatus_crafting": "Апаратобудування",
		"ars_nouveau.page1.apparatus_crafting": "The Enchanting Apparatus is used for crafting special machines, curios, and equipment used to progress in Ars Nouveau. Crafting with the Enchanting Apparatus requires up to eight Arcane Pedestals, an Arcane Core, and the Enchanting Apparatus block. Once you have setup your apparatus, you should craft your first Magebloom Seed.",
	"ars_nouveau.page.better_casting": "Краще Заклинання",
		"ars_nouveau.page1.better_casting": "Your mana pool may be expanded with special mage armors, enchantments, learning new glyphs, or by drinking potions. Once you have acquired a Magebloom Seed, you may craft Novice Robes which will expand your casting abilities significantly. These robes will self-repair using your mana pool, have a high enchantability, and provide decent armor.",
	"ars_nouveau.page.new_glyphs": "Нові Гліфи",
	"ars_nouveau.page1.new_glyphs": "Доступ до нових заклять вимагає деякої підготовки, ресурсів та облаштування бази. Нові закляття можна складати вивчаючи нові $(l)Гліфи$(). Вони створюються за $(l)Столом Писаря$() за допомогою $(#94e300)Досвіду$() та ресурсів. Коли отримали гліф, просто використайте його щоб запам'ятати. Див. $(o/l)Стіл Писаря$() для подробиць.",
	"ars_nouveau.page.source": "Джерело",
	"ars_nouveau.page1.source": "$(item)Джерело$() - це спеціальний ресурс отриманий шляхом використання магічних пристроїв у світі. $(item)Джерело$() використовується для ритуалів і пристроїв типу $(l)Камери Насичення$() або $(l)Зачарувального Апарату$(). Щоб почати збір $(item)Джерела$(), вам знадобится $(l)Банка для Джерела$() та $(l)Джерельна Ланка$().",
	"ars_nouveau.page.spell_casting": "Заклинання",
	"ars_nouveau.page1.spell_casting": "Щоб почати заклинати, вам знадобиться $(#54008c)Книга Заклять$(). Вона дозволить вам створювати, зберігати та кастувати закляття використовуючи $(#8800e3)Ману$(). Закляття утворюються шляхом комбінації гліфів у $(#54008c)Книзі$(). Гліфи вищого рівня можуть застосовуватись тільки у $(#54008c)Книгах$() відповідного рівня. Першим завжди має бути гліф типу $(l)$(#8800e3)Форма$(). Від цього залежить у якому вигляді закляття буде накледене.",
	"ars_nouveau.page2.spell_casting": "Далі додайте до послідовності будь-яку кількість $(l)$(#00b5b2)Ефектів$(). $(l)$(#00b5b2)Ефекти$() відповідають за те, $(l)що$() закляття буде робити із своєю ціллю коли її досягне. $(l)$(#00b5b2)Ефекти$() діють по черзі, у порядку розміщення своїх гліфів у заклятті. $(l)$(#d6a100)Аугменти$() модифікують поведінку $(l)одного$() гліфа $(l)$(#00b5b2)Еффекту$() чи $(l)$(#8800e3)Форми$() $(l)зліва$() від себе. На один гліф може впливати багато послідовних гліфів $(l)$(#d6a100)Аугменту$().",
	"ars_nouveau.page3.spell_casting": "Натисність $(l)Створити$(), щоб додати закляття на обрану справа нумеровану закладку. Можете створити інші закляття на іншій закладці. Гарячі клавіші для $(#54008c)Книги Заклять$(): $(br)Розгорнути: $(l)$(k:ars_nouveau.open_book)$() $(br)Швидкий вибір: $(l)$(k:ars_nouveau.selection_hud)$() $(br)Наступне закляття: $(l)$(k:ars_nouveau.next_slot)$() $(br)Попереднє закляття: $(l)$(k:ars_nouveau.previous_slot)$()",
	"ars_nouveau.page.spell_mana": "Мана для заклять",
	"ars_nouveau.page1.spell_mana": "$(#8800e3)Мана$() витрачається при накладенні заклять за допомогою $(#54008c)Книги Заклять$(). Максимальна кількість $(#8800e3)Мани$() та швидкість її регенерації можна збільшити одягнувши $(l)Магічну Броню$(), використавши на ній поліпшення для $(#0099ff)Збільшення Мани$() чи $(#0099ff)Регенерацію Мани$(), або застосовуючи інші предмети з відповідними ефектами.",
	"ars_nouveau.page2.spell_mana": "Добавляння нових гліфів до $(#54008c)Книги Заклять$() і високий рівень самої $(#54008c)Книги$() також збільшує максимальну кількість $(#8800e3)Мани$() та її регенерацію. Окрім того, деяка їжа та зілля можуть тимчасово гарантувати ці ефекти.",
	"ars_nouveau.page.starting_automation": "Початки Автоматизації",
		"ars_nouveau.page1.starting_automation": "Spells may be used in Automation through casters like the Bookwyrm or Spell Turret. Use these to create auto harvesters, tree farms, quarries, cake farms, glass factories, and more! For item transport, autocrafting, or resource generation, see the variety of magical entities that may be summoned using Charms.",
	"ars_nouveau.page.trinkets": "Магічні Дрібнички",
		"ars_nouveau.page1.trinkets": "Items and curios can expand your casting and can provide unique buffs. For more casting, you may want to craft a Ring of Discount or an Amulet of Mana Regen. For travel, see the Belt of Levitation, or improve your mining efficiency with the Jar of Voiding.",
	"ars_nouveau.page.upgrades": "Покращення",
		"ars_nouveau.page1.upgrades": "Tier 2 and 3 glyphs will require an Apprentice and Archmage spell book respectively. Higher tier books will allow you to cast higher tier spells, use them in automation, and provide additional mana and mana regeneration as a bonus. Once you are able to upgrade your book, upgrading your armor to the next tier of robes will also grant you another boost in casting.",
	"ars_nouveau.page.world_generation": "Генерація Світу",
		"ars_nouveau.page1.world_generation": "Several resources can spawn in the world, each with their own magical properties. Archwood trees come in several decorative variants and may be used to craft Casting Wands. Source Berries, found in Taigas, are essential for crafting Mana Regeneration potions.",
	"ars_nouveau.page.archwood": "Архідерева",
		"ars_nouveau.page1.archwood": "Archwood Trees have a small chance to spawn in any biome, and come in four types. Rarely, you may stumble upon an Archwood Forest, a biome full of magical creatures, naturally spawning lights, and Archwood trees. Can be used as decoration, rituals, or for crafting wands.",
	"ars_nouveau.page1.decorative": "Виключно декоративний блок. Щоб переглянути більше варіантів - помістіть Джерелкамінь до Каменерізу.",
	"ars_nouveau.wilden": "Вілден",
	"ars_nouveau.page.decorative": "Декоративні Блоки",
	"ars_nouveau.page.sconce":"Декоративне освітлення. Щоб запалити, використайте «Створити Світло». Колір полум'я відповідає кольору закляття.",
	"ars_nouveau.page1.source_berry":"Кущі Джерельниці зустрічаються у біомах Тайги та Лісу Архідерев. Джерельниця може бути просто з'їдена, використана у рецепті іншої їжі, яка регенерує $()Ману$(), або використана у крафті $(l)Зілля Регенерації Мани$(). Старбункули будуть автоматично збирати дозрілі Кущі Джерельниці, що робить їх дуже корисними на ранньному етапі автоматизації Агрономічної Ланки.",
	"ars_nouveau.page.wilden": "Вілден",
	"ars_nouveau.page.weald_walker": "Лісний Ходець",
	"ars_nouveau.spell_schools": "Школа Закляття",
	"ars_nouveau.casting_cost": "Витрата Мани",
	"ars_nouveau.tier": "Рівень %s",
	"ars_nouveau.page.agronomic_sourcelink": "$(l)Агрономічна Ланка$() генерує $(item)Джерело$() із прилеглих рослин та дерев, що підростають. Додакова $(#8800e3)Мана$() генерується із магічних рослин типу $(l)Магоцвіту$(), $(l)Джерельниці$(), $(l)Саджанців Архідерев$(). $(item)Джерело$() буде направлене до $(l)Банок$() у радіусі 5 блоків. Проте використання кісткового борошна не генерує $(item)Джерело$().",
	"ars_nouveau.page.source_jar": "Ця Банка накопичує $(item)Джерело$() із прилеглих $(l)Джерельних Ланок$(). $(item)Джерело$() використовується для ритуалів і пристроїв типу $(l)Камери Насичення$() або $(l)Зачарувального Апарату$(). Зібране можна перемістити, набравши у відро, передавши через $(l)Дже-Реле$() чи перенесши Банку. Помістіть Банку біля пристрою, щоб його підживити. Генерує сигнал редстоуну відповідний мірі заповнення.",
		"ars_nouveau.page1.volcanic_sourcelink": "The Volcanic Sourcelink generates Source by consuming burnable items. Archwood logs will generate bonus mana, with Blazing Archwood generating the most. As the Volcanic Sourcelink produces Source, it also produces $(item)heat$(), used for spawning Lava Lilies and converting stone into lava. The Volcanic Sourcelink automatically outputs to nearby jars, starting with the one closest to it.",
		"ars_nouveau.page2.volcanic_sourcelink": "Nearby Blazing Archwood items will be burned up in exchange for a chunk of mana and a moderate amount of $(item)heat$(). The Volcanic Sourcelink will also take items from surrounding pedestals.",
		"ars_nouveau.page3.volcanic_sourcelink": "The Volcanic Sourcelink will occasionally convert Stone into Magma Blocks, and Magma Blocks into Lava, given that these blocks exist beneath it in its 3x3 area. This conversion is dependent on the amount of $(item)heat$() it has produced over time. The Volcanic Sourcelink will also spawn a Lava Lily adjacent to it given that there is nothing covering the lava. Lava Lilys may be harvested and used for decoration.",
		"ars_nouveau.page4.volcanic_sourcelink": "The color of a Lava Lily changes if it is placed above lava, magma, or other blocks.",
		"ars_nouveau.active_generation": "Active Generation",
	"ars_nouveau.heat": "Тепло",
		"ars_nouveau.page.alchemical_sourcelink": "Generates source by consuming potions from adjacent potion jars. The amount of source varies per potion and is dependent on the complexity of the potion. Bonus source is given for the length and level of the potion with multipliers for each effect a potion contains. Utilizing Wixies and Potion Melders is recommended for creating highly complex potions.",
		"ars_nouveau.page.vitalic_sourcelink": "Generates a moderate amount of source from nearby mob death and animal breeding. Additionally, the Vitalic Sourcelink will generate passive mana from nearby baby animals and will accelerate their growth.",
		"ars_nouveau.page.mycelial_sourcelink": "Generates a moderate amount of source from nearby food, generating more for more nourishing food. Source Berry food is worth far more than other mundane foods. Additionally, the Mycelial Sourcelink will convert Grass or Dirt in the 3x3 below it into Mycelium and will grow mushrooms around it given that the space is empty. The Sourcelink will also pull items from nearby pedestals.",
	"block.ars_nouveau.relay": "Дже-Реле",
	"block.ars_nouveau.relay_splitter": "Дже-Реле: Поділювач",
	"block.ars_nouveau.whirlisprig_flower": "Цвіт Виточки",
	"ars_nouveau.page.relay": "Джерельне Реле передає Джерело між Банками та іншими Дже-Реле. Щоб підживитися від Банки, використайте Жезл Панування на Банці, а тоді на Реле. Щоб підживити інше Реле або Банку, використайте Жезл на Реле, а тоді на об'єкт, що потребує живлення. Має тільки 1 вхід та 1 вихід, працює до 30 блоків. Щоб розірвати зв'яки живлень, використайте Жезл на Реле доки крадетесь.",
	"ars_nouveau.page.relay_splitter": "Працює подібно до Дже-Реле, але може живити та живитися з багатьох місць. Поділювач має більшу пропускну здатність ніж звичайне Дже-Реле і буде рівномірно роподілювати Джерело між цілями. Див. $(o/l)Дже-Реле$() для подробиць.",
	"ars_nouveau.page1.enchanting_apparatus": "Зачарувальний Апарат використовує для крафту П'єдестали Таїни та Джерело. Щоб ним скористатися, помістіть будь-яку кількість П'єдесталів з предметами довкола Апарату в межах 3 блоків. Коли всі П'єдестали заповнені, покладіть центральний предмет у Зачарувальний Апарат. Щоб працювати, Зачарувальний Апарат мусить стояти на блоці Ядра Таїни.",
	"ars_nouveau.page1.imbuement_chamber": "Насичує певний предмет Джерелом щоб створити новий. Основний спосіб отримання Джерельних Самоцвітів - покласти лазурит чи аметист до Камери. Камера Насичення пасивно акумулює Джерело для роботи, або поглинає його з Банок в межах 2 блоків. Деякі рецепти вимагають додаткових предметів розміщених на П'єдесталах Таїни в межах 1 блоку від Камери, нп. Есенцію. Предмети на П'єдесталах не зникнуть.",
		"ars_nouveau.page.potion_melder": "Converts three doses of a potion from two Potion Jars and outputs a potion with the combined effects. Use the Dominion Wand from a Potion Jar to Melder to link a jar for consumption. Link two input potion jars to the melder. Then, use the wand on the Melder and then to a third jar to set the output. The Potion Melder requires source per mix.",
	"ars_nouveau.page.warp_portal": "Портали Переносу",
		"ars_nouveau.page1.warp_portal": "Warp portals, like warp scrolls, provide a one-way teleport to any location, provided it is in the same dimension. To construct a Warp Portal, build a frame from Sourcestone or its variants in the shape of a rectangle and provide a full Source Jar nearby. Then, throw a warp scroll with a written location into the frame. Given there is enough source nearby, the portal will be created.",
		"ars_nouveau.page2.warp_portal": "Portals can be built horizontal or vertical, from 1x1 to 21x21 in size. Warping does not cost any source after creation.",
	"ars_nouveau.page3.warp_portal": "Портал Переносу",
		"ars_nouveau.page4.warp_portal": "A magical portal that can send players, mobs, spells, and items to any location in the same dimension.",
		"ars_nouveau.page.ritual_brazier": "A brazier that may be used as decoration or for performing rituals. To light the brazier for decoration, cast a Light spell on the brazier. The color of the brazier corresponds with the color of the spell. Applying a redstone signal will disable a running ritual. For information on performing rituals, see the dedicated section on rituals.",
		"ars_nouveau.page1.basic_spell_turret":"Turrets can be used to cast spells when given a redstone signal, functioning like a dispenser. Turrets will accept spells that use Touch and Projectile. Spells may be set using an inscribed piece of Spell Parchment. In order to cast spells, turrets will draw source from nearby Source Jars. Turrets may use Item Pickup and Place Block as long as an inventory is placed adjacent to this block.",
		"ars_nouveau.page2.basic_spell_turret": "Enchanted Spell Turrets cast spells at half the source cost compared to basic spell turrets.",
		"ars_nouveau.page3.basic_spell_turret": "Timer Spell Turrets will automatically fire on a timer. Defaulted to 1 second, the time may be increased by right-clicking the block. Punching will decrease the time. Sneaking will allow you to configure it in 10 second intervals. To prevent further changes, lock and unlock the turret using the dominion wand. Setting the turret to 0 seconds or providing a redstone signal will disable it. Casts Projectile, Touch, and Redstone for free.",
		"ars_nouveau.page4.basic_spell_turret":"Turrets can provide compact and efficient automation. Examples include: configurable redstone clocks, one block tree or crop farms, rapid smelting with fortune, or mob farms with looting.",
		"ars_nouveau.page1.bookwyrm_charm": "Bookwyrms are helpful creatures with the ability to cast spells using source from source jars. Given a spell inscribed on Spell Parchment, Bookwyrms will cast spells in the area surrounding their Lectern. To summon a Bookwyrm, use a Bookwyrm Charm on a Lectern. Bookwyrms can be dyed using white, black, blue, green, red, or purple dye.",
		"ars_nouveau.page2.bookwyrm_charm": "In the event that they die or are dispelled, they will drop their charm.",
		"ars_nouveau.page3.bookwyrm_charm": "Bookwyrms can cast spells that begin with Touch or Projectile. You may give them a spell that is written on Spell Parchment. Currently, Bookwyrms will only target blocks surrounding their lectern. Spell casting will consume source from jars that are within 7 blocks of their Lectern. By default, Bookwyrms will only cast a spell if EVERY spell effect will do something. Harvest will only be cast on trees or fully grown crops, or Grow on crops that are not full grown.",
		"ars_nouveau.page4.bookwyrm_charm": "To disable this strict mode, use a Dominion Wand, however using multiple specialized Bookwyrms is recommended. While Bookwyrms cannot pickup blocks on their own, they may store items in chests that are next to the Lectern using the Item Pickup spell. Conversely, Bookwyrms may place blocks and interact with the world using Items. You may give an item or block to the Bookwyrm, and it will use the item directly from the chests adjacent to the lectern.",
		"ars_nouveau.page5.bookwyrm_charm": "The range of the Bookwyrm can be extended by using a Dominion Wand on the lectern while sneaking.",
		"ars_nouveau.page.dominion_wand": "A tool for configuring Source Relays and automation entities. To set a transfer path, use the wand on the object that you would like to take source from, and then use it on the block you would like to send source to. For example: Source Jar to Source Relay, Source Relay to Source Relay, or Source Relay to Source Jar. To clear connections, sneak and use this wand on a relay.",
		"ars_nouveau.page1.drygmy_charm": "Drygmys are often found following and tending to animals around it. They can be found anywhere, though somewhat rarely. Drygmys can be given a home in the world, and will produce items from nearby monsters and animals as if they were slain, without harming them. A wild drygmy may be befriended by throwing a Wilden Horn near it! You may dye a Drygmy Cyan, Orange, or Brown.",
		"ars_nouveau.page2.drygmy_charm": "A Drygmy can also produce experience gems!",
		"ars_nouveau.page3.drygmy_charm": "To summon a Drygmy, use a Drymy Charm on a block of Mossy Cobblestone. After a short time, the cobblestone will transform into a Drygmy Henge and summon your Drgymy! To summon additional drygmys, use more charms on the henge. Casting dispel or killing the Drygmy will return your charm.",
		"ars_nouveau.page4.drygmy_charm": "A Drygmy considers its home to be 10 blocks in every direction from its home. The drygmy will use this area to produce items from any entities nearby. Your drgymy's efficiency is dependent on its happiness. This may be increased for each entity nearby, with a bonus for each unique type in its home. Nearby Containment Jars will also count as an entity.",
		"ars_nouveau.page5.drygmy_charm": "Each Drygmy working around a henge contributes progress. Once maximum progress has been reached, the henge will generate items and experience gems and deposit them into nearby inventories. Each time this occurs, the henge will require Source to recharge. The number of drops and experience gems is equal to the Drygmy happiness and experience value of the entities. To get started, place a chest and jar of Source next to the Henge.",
		"ars_nouveau.happiness": "Happiness",
		"ars_nouveau.production": "Production",
		"ars_nouveau.important": "Important",
		"ars_nouveau.page1.starbuncle_charm": "Starbuncles naturally appear in wooded areas in search of golden nuggets. While Starbuncles are normally afraid of humans, they will allow someone to approach if they are holding a gold nugget. When a Starbuncle has picked up a golden nugget, it will vanish from this world and leave behind Starbuncle Shards.",
		"ars_nouveau.page2.starbuncle_charm": "While wild Starbuncles cannot be tamed, their shards may be used to summon a Starbuncle.",
		"ars_nouveau.page3.starbuncle_charm": "To summon a Starbuncle, use a Starbuncle charm on the ground. Summoned Starbuncles will pickup nearby items and can move items between inventories such as chests. Starbuncles will harvest fully grown Source Berry bushes around it. A Starbuncle will drop its charm when Dispelled or when killed. You may dye them using purple, red, yellow, orange, blue, or green dye.",
		"ars_nouveau.page4.starbuncle_charm": "To bind a Starbuncle to place items into a chest, use the dominion wand on the Starbuncle and then the inventory. To take items from an inventory, use the wand on the inventory and then the Starbuncle. Starbuncles will move items between as many inventories as you desire. Looking at a Starbuncle will tell you how many chests are being taken from, and input to. Using the Dominion Wand on a Starbuncle while sneaking will reset them.",
		"ars_nouveau.page5.starbuncle_charm": "You may dictate where items go and may be picked up by using Item Scrolls or Item Frames. A Starbuncle may be given an Item Scroll: Allow or Deny, and will only pickup and move items respecting that filter. Alternatively, you may place an Item Frame on the inventory a Starbuncle is interacting with. You may either place an Item Scroll or a single item directly on the frame. Starbuncle interacting with that inventory will respect item framed filters.",
		"ars_nouveau.page6.starbuncle_charm": "Using a block on a Starbuncle will set them to prefer that block for pathing between areas, as long as it is on the way. They will also naturally prefer grass paths.",
		"ars_nouveau.page7.starbuncle_charm": "Starbuncles may be bound to a Magebloom Bed using the Dominion Wand and will rest on the bed when there are no other tasks to be done. Useful for keeping them out of the way, or returning them to a spot where items drop.",
	"ars_nouveau.starbuncle_bed": "Відпочиває",
		"ars_nouveau.page1.whirlisprig_charm": "Whirlisprigs are curious nature sprites that are exclusively found in forested areas. Summoned Whirlisprigs can be given a home in the world, and will begin producing natural materials including wood, crops, seeds, and flowers that exist around them. Wild Whirlisprigs can be befriended and will drop Whirlisprig Shards if a tree is grown near them.",
		"ars_nouveau.page2.whirlisprig_charm": "Whirlisprigs will follow animals, players, and monsters! They will also grow grass around them every once and a while.",
		"ars_nouveau.page3.whirlisprig_charm": "To summon a Whirlisprig, use a Whirlisprig charm on any flower. Whirlisprigs consider their home to be 10 blocks in any direction from the flower. Whirlisprigs require source nearby to operate, and will only generate items if there is a chest placed next to the flower. You can get your charm back by using Dispel on a Whirlisprig. They may be given orange, yellow, white, or green dye.",
		"ars_nouveau.page4.whirlisprig_charm": "Summoned Whirlisprigs must be happy in order to produce materials, and their mood is determined by the number and diversity of natural materials in their home. You may use blocks on the Whirlisprig to gain additional info if a Whirlisprig would enjoy that block in their home. Interacting with the Whirlisprig with an empty hand will give you additional info on the Whirlisprig's happiness.",
		"ars_nouveau.page5.whirlisprig_charm":"Note: It can take several minutes for a Whirlisprig to update its mood after placing a block. Whirlisprigs value diversity, and too much of one block will no longer count.",
		"ars_nouveau.page6.whirlisprig_charm": "Drop rates are determined by happiness, diversity, and the proportions of blocks in a Whirlisprig home. For example, to generate a lot of logs, grow more trees. To gain more seeds and crop harvests, plant more crops.",
		"ars_nouveau.page1.wixie_charm": "A Wixie can automatically craft items for you at the expense of source. To obtain a Wixie Shard, cast Dispel on a Witch while it is half health or less. Once you have obtained a Wixie Charm, use it on a Cauldron to summon your Wixie. A Wixie can be dyed Red, White, Black, Blue, or Green.",
		"ars_nouveau.page2.wixie_charm": "To select an item for crafting, use your item or block on the Wixie Cauldron.",
		"ars_nouveau.page3.wixie_charm": "The Wixie will automatically select the recipe for crafting based on the inventories nearby, you need not specify the exact materials for the recipe. For example, if you want to craft Sticks, the Wixie will mix and match planks from nearby chests in order to fulfill the recipe. Each craft requires a small amount of source and will be automatically drained from nearby Source Jars. A redstone signal on the cauldron will stop crafting.",
		"ars_nouveau.item_crafting": "Item Crafting",
		"ars_nouveau.potion_crafting": "Potion Crafting",
		"ars_nouveau.page.summon_focus": "A special casting focus. Grants summons from spells additional duration, strength, speed, and deals damage to enemies that kill them. Additionally, casting spells that target you like Self and Orbit will cast a copy of the spell on your nearby summons.",
		"ars_nouveau.page1.potion_flask": "A flask that stores 8 charges of a potion. To fill the flask, use the flask on a Potion Jar, or craft the flask in a Crafting Table with another potion. You may empty the flask by using the flask on a Potion Jar while sneaking.",
		"ars_nouveau.page2.potion_flask": "An enchanted flask that extends the time of effects by 50%%",
		"ars_nouveau.page3.potion_flask": "An enchanted flask that increases the power of effects by 1, but reduces their time in half.",
		"ars_nouveau.page.warp_scroll": "A scroll that may be used a single time to teleport to a recorded location. However, teleporting across dimensions is not possible. Can be used to warp other entities if an inscribed scroll is held in the offhand and the holder casts Blink on an entity.",
	"ars_nouveau.page.armor": "Магічна Броня",
	"ars_nouveau.page.reactive_enchantment": "Реактивність",
	"ars_nouveau.page.spell_books": "Книги Заклять",
		"ars_nouveau.page1.spell_books": "Accessing higher tier spells will require a better spell book. While a novice spell book only has access to Tier 1 spells, the Apprentice and Archmage spell books will unlock tiers two and three. Upgrading your spell book will transfer all of the spells that you have learned into your new book. Books may be dyed by crafting them with a piece of dye.",
	"ars_nouveau.page.summoning_familiars": "Виклик Фамільярів",
		"ars_nouveau.page1.summoning_familiars": "To begin summoning familiars, you will need to obtain a Bound Script of the entity you wish to befriend. These can be obtained by performing the Ritual of Binding near a relevant entity. See the full list of eligible entities in the Familiars section. Once you have obtained a Bound Script, use it to learn the familiar.",
		"ars_nouveau.page2.summoning_familiars": "Once you have obtained a bound script, you may access your list of familiars from your Spellbook crafting menu in the Familiars section. Selecting a Familiar will summon it in the world and give you Familiar Sickness, preventing you from summoning another one for a short time. To obtain your first familiar, perform the Ritual of Binding near a Starbuncle. Familiars are bound to the player and cannot be transferred between books.",
		"ars_nouveau.page3.summoning_familiars": "Typically only one familiar may be out at a time, and summoning another familiar will remove others bound to you. You may dismiss your own familiar by casting Dispel on it. In exchange for empowering the owner, familiars will reserve a portion of max mana from their owner for as long as they persist in the world.",
		"ars_nouveau.page.performing_rituals": "Performing Rituals",
		"ars_nouveau.page1.performing_rituals":"Performing a ritual requires a Ritual Brazier, and a tablet. Once you have obtained a tablet and brazier, place your brazier in the world and use a tablet on it. The brazier will ignite, and is awaiting activation. In this state, you may throw in any additional items as a way to augment the ritual. If you wish to augment a ritual, simply toss the item on top of the brazier.",
		"ars_nouveau.page2.performing_rituals":"To activate your ritual, interact with the brazier with an empty hand. Once activated, your ritual can no longer be augmented and has been consumed permanently. If a ritual requires source to operate, the brazier will pull from source jars within 6 blocks. Information related to rituals and their requirements can be found in their respective entries.",
	"ars_nouveau.automation": "Автоматизація",
	"ars_nouveau.automation_desc": "Магічна Автоматизація",
	"ars_nouveau.enchanting": "Зачарування",
	"ars_nouveau.enchanting_desc": "Коли обзаведетесь Банкою для Джерела та Зачарувальним Апаратом, ви можете почати зачаровувати предмети. Більше інформації у розділі про Зачарувальний Апарат.",
	"ars_nouveau.equipment": "Магічне Спорядження",
	"ars_nouveau.equipment_desc": "Магічне Спорядження",
	"ars_nouveau.familiars": "Фамільяри",
	"ars_nouveau.familiars_desc": "Фамільярів можна викликати, щоб отримати пасивні бафи та ін.",
	"ars_nouveau.getting_started": "Початок Гри",
	"ars_nouveau.getting_started_desc": "Введення до Ars Nouveau. Слідувати за розділами рекомендується послідовно.",
	"ars_nouveau.tier_1_spells": "Гліфи 1 рівня",
	"ars_nouveau.tier_1_spells_desc": "Гліфи що можна використати за допомоги Книги Заклять Неофіта.",
	"ars_nouveau.tier_2_spells": "Гліфи 2 рівня",
	"ars_nouveau.tier_2_spells_desc": "Гліфи що можна використати за допомоги Книги Заклять Адепта.",
	"ars_nouveau.tier_3_spells": "Гліфи 3 рівня",
	"ars_nouveau.tier_3_spells_desc": "Гліфи що можна використати за допомоги Книги Заклять Архімага.",
	"ars_nouveau.machines": "Пристрої",
	"ars_nouveau.machines_desc": "Магічні Пристрої",
	"ars_nouveau.resources": "Ресурси та Декорації",
	"ars_nouveau.resources_desc": "Ресурси знайдено у Світі.",
	"ars_nouveau.rituals": "Ритуали",
	"ars_nouveau.rituals_desc": "Ритуали - це потужніші, одноразові версії заклять. Щоб проводити ритуали, вам потрібна Ритуальна Жаровня та Скрижаль з бажаним ритуалом.",
	"ars_nouveau.category.source": "Джерело",
	"ars_nouveau.source_desc": "Джерелом можна живити ритуали, викликаних істот та магічні пристрої.",
	"ars_nouveau.page.how_to_enchant": "Як зачаровувати",
	"ars_nouveau.page1.how_to_enchant": "The Enchanting Apparatus may add new enchantments or upgrade existing ones by using Mana and items. To begin, select a level 1 enchantment and add its items to the pedestals. Place a jar of mana nearby, and use the item you want to enchant on the apparatus. The apparatus may only apply enchantments that are valid to the item you have given it.",
	"ars_nouveau.page2.how_to_enchant": "To apply a level 2 or higher enchantment, the item must already have the previous level. For example, to apply Smite 3, the item must already have Smite 2.",
	"ars_nouveau.mod_news": "Новини Моду",
	"ars_nouveau.mod_news_desc": "Останні релізи та новини.",
	"ars_nouveau.page.mod_news": "Приєднуйтесь до нас!",
	"ars_nouveau.store": "Підтримайте Ars Nouveau через наш Redbubble store! Отримайте останній мерчендайз на тему прикликанців: стікери, чашки і не тільки!",
	"ars_nouveau.community": "Приєднуйтесь до Ars Nouveau ком'юніті! Діліться ідеями для заклять, допомогайте з модом, звітуйте про баги та проблеми, або запросіть нові можливості для модифікації!",
	"ars_nouveau.page1.reactive_enchantment": "Items with Reactive have a chance to cast spells when swung. The spell on the Spell Parchment determines the spell that will be inscribed on the item.",
	"ars_nouveau.page2.reactive_enchantment": "Like other enchantments, Reactive levels can only be applied to an item with the previous level of enchantment. Reactive 2 requires Reactive 1, etc.",
	"ars_nouveau.page3.reactive_enchantment": "The spell inscribed for Reactive can be changed by placing the item in the apparatus with a new inscribed spell parchment.",
	"ars_nouveau.discord_text": "Сервер Discord!",
	"ars_nouveau.store_text": "Купуй у Redbubble!",
	"ars_nouveau.page.obtaining_gems": "Отримання Самоцвітів",
	"ars_nouveau.page1.obtaining_gems": "Для початку побудуйте $(l)Камеру Насичення$(). Ця Камера насичує предмет $(item)Джерелом$() щоб створити новий предмет. Помістіть усередину лазурит чи аметист та зачекайте, за мить ви отримаєте $(item)Джерельний Самоцвіт$(). Камера Насичення поглинає $(item)Джерело$() з $(l)Банок для Джерела$() поблизу щоб пришвидшити процес. $(l)Лозохідна Палиця$() допоможе швидше знайти Родючий аметист.",
	"ars_nouveau.reagent": "Реагент:",
	"ars_nouveau.level": "Рівень",
	"ars_nouveau.any_item": "БУДЬ-ЩО",
	"item.ars_nouveau.abjuration_essence": "Есенція Зречення",
	"item.ars_nouveau.conjuration_essence": "Есенція Заклину",
	"item.ars_nouveau.air_essence": "Есенція Повітря",
	"item.ars_nouveau.earth_essence": "Есенція Землі",
	"item.ars_nouveau.manipulation_essence": "Есенція Маніпуляції",
	"item.ars_nouveau.water_essence": "Есенція Води",
	"item.ars_nouveau.fire_essence": "Есенція Вогню",
	"item.ars_nouveau.dowsing_rod": "Лозохідна Палиця",
	"effect.ars_nouveau.magic_find": "Магічний Пошук",
	"tooltip.ars_nouveau.essences": "Магічні есенції створюються у Насичувальній Камері.",
	"ars_nouveau.page.dowsing_rod": "Лозохідна Палиця наділяє ефектом $(#0099ff)Магічний Пошук$() та $(#0099ff)Провидіння$(), спричиняючи сяяння магічних створінь та Родючого аметисту крізь блоки в межах 75 блоків. Кількість використань обмежена.",
	"ars_nouveau.apparatus.norecipe": "Невідомий рецепт. П'єдистали повинні бути в межах 3 блоків.",
	"ars_nouveau.imbuement.norecipe": "Невідомий рецепт. Якщо вимагаються П'єдестали, розмістіть їх впритул довкола Камери.",
	"ars_nouveau.spell_book_gui.select": "Обрати",
	"ars_nouveau.levels_required": "Потрібний рівень: %s",
	"ars_nouveau.crafting": "Створює: %s",
	"ars_nouveau.all_glyphs": "Усі Гліфи",
	"ars_nouveau.not_enough_exp": "Недостатньо досвіду для цього гліфу.",
	"ars_nouveau.exp": "Потрібний рівень досвіду: %s",
	"ars_nouveau.scribing": "Прописує Закляття",
	"ars_nouveau.home_set": "Дім встановлено.",
		"ars_nouveau.gathering_at": "Gathering at: %s",
	"entity.ars_nouveau.amethyst_golem": "Аметистовий Ґолем",
	"tooltip.ars_nouveau.amethyst_charm": "Отримується проведенням Ритуалу «Пробудження» біля блоку Родючого аметисту.",
	"item.ars_nouveau.amethyst_golem_charm": "Амулет Аметистового Ґолема",
		"ars_nouveau.page1.amethyst_golem_charm": "Amethyst Golems will harvest, grow, and collect Amethyst near its home. To obtain an Amethyst Golem, perform the Ritual of Awakening near Budding Amethyst to obtain the Amethyst Golem Charm.",
		"ars_nouveau.page2.amethyst_golem_charm": "",
		"ars_nouveau.page3.amethyst_golem_charm": "Summon the Amethyst Golem by using a charm on a block. Before an Amethyst Golem will perform tasks, they must first have a home. Set their home by using the Dominion Wand on the golem, and then on a block. The golem's home is considered to be 10 blocks in any direction from the set position.",
	"ars_nouveau.amethyst_farming": "Вирощує Аметисти",
		"ars_nouveau.page4.amethyst_golem_charm": "Once a home has been set, the golem will begin performing tasks over time. They will convert Amethyst Blocks into Budding Amethyst, harvest Amethyst Clusters, speed up Budding Amethyst growth, and pick up and store Amethyst Shards.",
	"ars_nouveau.amethyst_storage": "Зберігає Аметисти",
		"ars_nouveau.page5.amethyst_golem_charm": "If a golem's home has been set to an inventory, golems will pick up and store Amethyst Shards in their bounded inventory block. If their home is not an inventory, they will simply ignore items on the ground.",
	"ars_nouveau.recorded_codex": "Ви записуєте відомі вам гліфу до кодексу.",
	"ars_nouveau.updated_codex": "Ви оновили кодекс на %s гліфів.",
	"ars_nouveau.consumed_codex": "Ви поглините кодекс з %s гліфами.",
	"ars_nouveau.codex_no_use": "Цей кодекс уже не навчить вас нічому новому.",
	"ars_nouveau.codex_up_to_date": "Цей кодекс уже оновлено.",
	"ars_nouveau.codex_not_enough_exp": "Недостатньо рівнів для запису гліфів. %s рівнів потрібно.",
	"ars_nouveau.recorded_by": "Створено %s",
	"ars_nouveau.contains_glyphs": "Містить %s гліфів.",
	"ars_nouveau.codex_tooltip": "Для записування своїх гліфів для інших гравців.",
	"item.ars_nouveau.annotated_codex": "Коментований Кодекс",
		"ars_nouveau.page.annotated_codex": "The Annoted Codex allows players to share their knowledge of glyphs with other players. To record your known glyphs, simply use the codex. Recording glyphs requires EXP for each glyph known, and the EXP will be consumed upon using the item. Using the item again will update the list of known glyphs. Other players may use the book to learn the glyphs, consuming the codex in the process.",
		"ars_nouveau.ritual.no_start": "Start the current ritual or break the block to remove it.",
		"ars_nouveau.lights_on": "You have turned dynamic lights on. This can cause lag for users with weaker CPUs, low RAM allocation, and unexpected results with 'performance' mods like Optifine. Run this command or change the ars_nouveau-client config to disable this.",
		"ars_nouveau.lights_off": "You have turned dynamic lights off.",
		"ars_nouveau.page.relay_collector": "Operates similar to the Source Relay, but will automatically take from jars it is not linked to within 5 blocks. See the instructions on the Source Relay for use.",
	"block.ars_nouveau.relay_collector": "Дже-Реле: Колектор",
	"ars_nouveau.page2.relay": "Сигнал редстоуну вимикає Реле.",
	"ars_nouveau.sounds.pitch": "Висота: ",
	"ars_nouveau.sounds.volume": "Гучність: ",
	"ars_nouveau.gui.sounds": "Звуки",
	"ars_nouveau.sounds.title": "Звук Закляття",
	"ars_nouveau.sound.empty": "Без Звуку",
	"ars_nouveau.earth_essence.tooltip": "Використання на Ґрунті створить Блок трави.",
	"ars_nouveau.fire_essence.tooltip": "Можна використовувати як паливо.",
	"tooltip.ars_nouveau.glyph_known": "Ви розблокували цей гліф.",
	"tooltip.ars_nouveau.glyph_unknown": "Ви не розблокували цей гліф.",
	"ars_nouveau.sounds.test": "Тест",
	"ars_nouveau.gui.settings": "Налаштування для Динаміного Освітлення",
	"ars_nouveau.settings.title": "Налаштування",
	"ars_nouveau.dynamic_lights.button_on": "Dynamic lights are turned on.  This can cause lag for users with weaker CPUs, low RAM allocation, and unexpected results with 'performance' mods like Optifine.",
	"ars_nouveau.dynamic_lights.button_off": "Dynamic lights are turned off.",
	"block.ars_nouveau.orange_sbed": "Помаранчева Магоцвітна Підстилка",
	"block.ars_nouveau.blue_sbed": "Синя Магоцвітна Підстилка",
	"block.ars_nouveau.green_sbed": "Зелена Магоцвітна Підстилка",
	"block.ars_nouveau.purple_sbed": "Пурпурна Магоцвітна Підстилка",
	"block.ars_nouveau.red_sbed": "Червона Пурпурна Підстилка",
	"block.ars_nouveau.yellow_sbed": "Жовта Магоцвітна Підстилка",
	"ars_nouveau.starbuncle.set_bed": "Призначити підстилку.",
	"ars_nouveau.summon_bed": "Магоцвітна Підстилка",
	"ars_nouveau.page1.summon_bed": "Декоративна підстилка. Стурбункули може бути прив'язаний до неї за допомогою Жезл Панування, тоді вони будуть тут відпочивати, коли немає активних завдань.",
	"block.ars_nouveau.scryers_oculus": "Око Провидіння",
	"block.ars_nouveau.scryers_crystal": "Кристал Провидіння",
	"item.ars_nouveau.scryer_scroll": "Звиток Провидіння",
	"ars_nouveau.scryers_oculus.no_pos": "Не встановлене місце на Звитку.",
	"ars_nouveau.scryers_oculus.no_scrolls": "Не знайдено Звитків. Розмістіть прив'язаний Звиток Провидіння на П'єдестал поблизу.",
	"ars_nouveau.scryer_scroll.bound": "Прив'язаний до %s.",
	"tooltip.ars_nouveau.scryer_scroll": "Можна прив'язати до іншого Кристалу.",
	"tooltip.ars_nouveau.dowsing_rod": "Наділяє ефектом «Магічний Пошук» та «Провидіння», спричиняючи сяяння магічних створінь та Аметисту крізь блоки.",
	"ars_nouveau.camera.move": "%1$s%2$s%3$s%4$s - Огляд",
	"ars_nouveau.camera.exit": "%1$s%2$s%3$s%4$s - Вийти",
	"ars_nouveau.tooltip.scryers_oculus": "Якщо довго вдивлятися в Око, то Старбункл почне вдивлятися у тебе.",
	"ars_nouveau.page.scryers_crystal": "Використовується щоб дивитися його «очима». ПКМ щоб перейти до комери, або прив'язати Звиток Провидіння за допомогою Пустого Пергаменту. Звиток Провидіння з Оком Провидіння надають віддалений доступ до Кристалів.",
	"ars_nouveau.page.scryer_scroll": "Зберізає локацію Кристалу Провидіння. Щоб створити - ПКМ Пустим Пергаментом по Кристалу Провидіння. Розмістіть на П'єдестал пиблизу Ока Провидіння, щоб отримати віддалений доступ до Кристалу. Переіменуйте цей предмет, щоб відрізняти локації в інтерфейсі Ока Провидіння.",
	"ars_nouveau.page.scryers_oculus": "Надає віддалений доступ до Кристалів Провидіння. Розмістіть Звиток Проведіння на П'єдестал поблизу та оберіть в інтерфейсі Ока бажану локацію. Кристали Провидіння повині бути в завантажений чанках.",
	"ars_nouveau.scryer_scroll.craft": "Створюється застосуванням Пустого Пергаменту на Кристалі Провидіння.",
	"item.ars_nouveau.starbuncle_shades": "Окуляри Старбункула",
	"tooltip.starbuncle_shades": "Ці окуляри підвищують крутість Старбункула, але тепер він не підійматиме предмети з землі.",
	"ars_nouveau.page.starbuncle_shades": "Старбункул не підіймати придмети з землі та не збиратиме Джерельницю з кущів. Жезл Паннування може зняти ці окуляри.",
	"entity.ars_nouveau.ally_vex": "Прикликаний Бісик",
	"ars_nouveau.scryers_eye.no_scrolls": "Розмістіть прив'язаний Звиток Провидіння на П'єдестал поблизу.",
	"ars_nouveau.camera.not_loaded": "Кристал було зруйновано, або чанк не завантажений.",
	"ars_nouveau.page.support_mod": "Підтримай Ars Nouveau!",
	"ars_nouveau.patreon": "Приєднуйся до Ars Nouveau на Patreon та отримай роль у Discord, внесіть свій Том, отримуйте мерчендайз, та інше!",
	"ars_nouveau.patreon_text": "Patreon",
	"entity.ars_nouveau.summon_skeleton": "Прикликаний Скелет",
	"item.ars_nouveau.shapers_focus": "Фокус Блоків",
	"ars_nouveau.shapers_focus.tooltip": "Застосовується для створення блоків.",
		"ars_nouveau.page1.shapers_focus": "A focus that modifies effects that move, create, or modify blocks. Blocks that you move with effects like Launch, Gravity, Pull, Knockback, etc. will now deal damage to entities they hit. Damage is increased by Spell Damage, block hardness, and the speed of the block. Additionally, effects that target or create blocks will duplicate the rest of the spell targeting the new block or moving block.",
		"ars_nouveau.shapers_focus.blocks": "Block Targeting",
		"ars_nouveau.page2.shapers_focus": "Modifying or creating a block will duplicate the rest of your spell onto that new block. For example, Freeze -> Break will freeze the block, and cast break onto that block. Without the focus, break would only be applied to the block that was hit originally. Effects that will duplicate this target include glyphs such as Conjure Mageblock, Freeze, Break, Exchange, Place Block, and more. Using AOE on these effects will duplicate the spell onto every block.",
		"ars_nouveau.page3.shapers_focus": "Effects that move blocks will duplicate the rest of the spell onto those moving blocks. To see this in action, try using Conjure Mageblock -> Launch -> Delay -> Knockback to send a block flying in the direction you are looking. This targeting system applies to all moved blocks. Using AOE on block moving effects will let you manipulate many blocks at once.",
	"ars_nouveau.shapers_focus.entities": "Entity Targeting",
	"ars_nouveau.shapers_focus.examples": "Приклади Заклять",
	"ars_nouveau.page4.shapers_focus": "$(l)Throw Ice:$() Conjure Water -> Freeze -> Launch -> Delay -> Knockback. $(l)Damage and ignite hit targets:$() Conjure Mageblock -> Launch -> Ignite -> Delay -> Knockback. $(l)Ignite TNT:$() Place Block (TNT) -> Ignite. $(l)Throw Exploding Terrain:$() Launch -> Delay -> Knockback -> Delay -> Explosion. $(l)Throw many blocks:$() Launch -> AOE x2 -> Delay -> Knockback. $(l)Pull blocks:$() Pull -> AOE x2 -> Delay -> Duration Down -> Launch -> Delay -> Knockback. $(l)Harvest Sand:$() Crush (on stone) -> Aoe -> Break",
	"tooltip.ars_nouveau.shapers_focus": "Дублює закляття що модифікує чи рухає блоки. Можна створити рухливі блоки що наносять ушкодження.",
	"ars_nouveau.tablet_of": "Скрижаль: %s",
	"ars_nouveau.bound_script": "Сувій Зв'якзу: %s",
	"block.ars_nouveau.sourcestone": "Джерелкамінь",
	"block.ars_nouveau.sourcestone_mosaic": "Джерелкамінь: Мозаїка",
	"block.ars_nouveau.sourcestone_basketweave": "Джерелкамінь: Кладка",
	"block.ars_nouveau.sourcestone_alternating": "Джерелкамінь: Перемінний",
	"block.ars_nouveau.sourcestone_large_bricks": "Джерелкамінь: Велика Цегла",
	"block.ars_nouveau.sourcestone_small_bricks": "Джерелкамінь: Мала Цегла",
	"block.ars_nouveau.smooth_sourcestone": "Гладкий Джерелкамінь",
	"block.ars_nouveau.smooth_sourcestone_mosaic": "Гладкий Джерелкамінь: Мозаїка",
	"block.ars_nouveau.smooth_sourcestone_basketweave": "Гладкий Джерелкамінь: Кладка",
	"block.ars_nouveau.smooth_sourcestone_alternating": "Гладкий Джерелкамінь: Перемінний",
	"block.ars_nouveau.smooth_sourcestone_large_bricks": "Гладкий Джерелкамінь: Велика Цегла",
	"block.ars_nouveau.smooth_sourcestone_small_bricks": "Гладкий Джерелкамінь: Мала Цегла",
	"block.ars_nouveau.gilded_sourcestone_mosaic": "Позолочений Джерелкамінь: Мозаїка",
	"block.ars_nouveau.gilded_sourcestone_basketweave": "Позолочений Джерелкамінь: Кладка",
	"block.ars_nouveau.gilded_sourcestone_alternating": "Позолочений Джерелкамінь: Перемінний",
	"block.ars_nouveau.gilded_sourcestone_large_bricks": "Позолочений Джерелкамінь: Велика Цегла",
	"block.ars_nouveau.gilded_sourcestone_small_bricks": "Позолочений Джерелкамінь: Мала Цегла",
	"block.ars_nouveau.smooth_gilded_sourcestone_mosaic": "Гладкий Позолочений Джерелкамінь: Мозаїка",
	"block.ars_nouveau.smooth_gilded_sourcestone_basketweave": "Гладкий Позолочений Джерелкамінь: Кладка",
	"block.ars_nouveau.smooth_gilded_sourcestone_alternating": "Гладкий Позолочений Джерелкамінь: Перемінний",
	"block.ars_nouveau.smooth_gilded_sourcestone_large_bricks": "Гладкий Позолочений Джерелкамінь: Велика Цегла",
	"block.ars_nouveau.smooth_gilded_sourcestone_small_bricks": "Гладкий Позолочений Джерелкамінь: Мала Цегла",
	"tooltip.item_scroll": "Використайте на предмет в лівій руці, чи через Стіл Писаря щоб добавити цей придмет до Звитку.",
	"item.ars_nouveau.mendosteen_pod": "Мангостін",
	"item.ars_nouveau.frostaya_pod": "Морозуша",
	"item.ars_nouveau.bombegranate_pod": "Бахгранат",
	"item.ars_nouveau.bastion_pod": "Бронефрукт",
	"item.ars_nouveau.alchemists_crown": "Корона Алхіміка",
	"block.ars_nouveau.potion_diffuser": "Розпилювач Зілля",
	"block.ars_nouveau.bastion_pod": "Бронефрукт",
	"block.ars_nouveau.bombegranate_pod": "Бахгранат",
	"block.ars_nouveau.frostaya_pod": "Морозуша",
	"block.ars_nouveau.intangible_air": "Нематеріальне Повітря",
	"block.ars_nouveau.mendosteen_pod": "Мангостін",
	"block.ars_nouveau.redstone_air": "Редстоунове Повітря",
	"entity.ars_nouveau.dummy": "Приманка",
	"entity.ars_nouveau.enchanted_falling_block": "Зачарований Падаючий Блок",
	"entity.ars_nouveau.familiar_jabberwog": "Бурмоковт-Фамільяр",
	"entity.ars_nouveau.fangs": "Пащеки",
	"entity.ars_nouveau.ritual": "Ритуал",
	"ars_nouveau.melder.from_capped": "Змішувач може змішувати тільки з двох банок. Очистіть Змішувач, використавши Жезла Панування, доки крадетесь, щоб відʼєднати банки.",
	"ars_nouveau.melder.to_set": "Змішувач надсилатиме змішані зілля до цих банок.",
	"ars_nouveau.melder.from_set": "%s з 2 банок встановлено.",
	"ars_nouveau.melder.no_to_pos": "Вкажіть Жезлом Банку для Зілль.",
	"ars_nouveau.melder.needs_potion": "Привʼязані банки потребують зілля.",
	"ars_nouveau.melder.destination_invalid": "Пункт призначення не може приймати змішані зілля.",
	"arsnouveau.debug.log_created": "Log file created: %s",
	"ars_nouveau.page.archwood_forest": "Ліс Архідерева",
		"ars_nouveau.page1.archwood_forest": "The Archwood Forest is a somewhat rare biome filled with magical lights and archwood trees. It contains an increased amount of gold. Additionally, magical creatures such as Starbuncles, Whirlisprigs, Archwood Treants, and Drygmys have a much higher chance of spawning. Terrablender is required to be installed to generate this biome.",
	"ars_nouveau.melder.too_far": "Банки повинні бути в межах 3 блоків.",
	"ars_nouveau.starbuncle.storing_potions": "Зберігає зілля з %s місць",
	"ars_nouveau.starbuncle.taking_potions": "Бере зілля з %s місць",
	"ars_nouveau.starbuncle.potion_to": "Старбункул наповнюватиме зіллям цю банку.",
	"ars_nouveau.starbuncle.potion_from": "Старбункул братиме зілля із цієї банки.",
	"ars_nouveau.dominion_wand.cleared": "Жезл Панування очищено.",
	"ars_nouveau.starbuncle.potion_behavior_set": "Старбункул не переноситиме зілля!",
	"key.ars_nouveau.qc1": "Слот швидкого касту 1",
	"key.ars_nouveau.qc2": "Слот швидкого касту 2",
	"key.ars_nouveau.qc3": "Слот швидкого касту 3",
	"key.ars_nouveau.qc4": "Слот швидкого касту 4",
	"key.ars_nouveau.qc5": "Слот швидкого касту 5",
	"key.ars_nouveau.qc6": "Слот швидкого касту 6",
	"key.ars_nouveau.qc7": "Слот швидкого касту 7",
	"key.ars_nouveau.qc8": "Слот швидкого касту 8",
	"key.ars_nouveau.qc9": "Слот швидкого касту 9",
	"key.ars_nouveau.qc10": "Слот швидкого касту 10",
	"item.minecraft.splash_potion.effect.recovery_potion_strong": "Вибухове Зілля Регенерації",
	"item.minecraft.splash_potion.effect.recovery_potion": "Вибухове Зілля Регенерації",
	"item.minecraft.splash_potion.effect.recovery_potion_long": "Вибухове Зілля Регенерації",
	"item.minecraft.potion.effect.recovery_potion_strong": "Зілля Регенерації",
	"item.minecraft.potion.effect.recovery_potion": "Зілля Регенерації",
	"item.minecraft.potion.effect.recovery_potion_long": "Зілля Регенерації",
	"item.minecraft.lingering_potion.effect.recovery_potion_strong": "Осідаюче Зілля Регенерації",
	"item.minecraft.lingering_potion.effect.recovery_potion": "Осідаюче Зілля Регенерації",
	"item.minecraft.lingering_potion.effect.recovery_potion_long": "Осідаюче Зілля Регенерації",
	"item.minecraft.tipped_arrow.effect.recovery_potion_strong": "Стріла Регенерації",
	"item.minecraft.tipped_arrow.effect.recovery_potion": "Стріла Регенерації",
	"item.minecraft.tipped_arrow.effect.recovery_potion_long": "Стріла Регенерації",
	"item.minecraft.splash_potion.effect.blasting_potion_strong": "Вибухове Зілля Підриву",
	"item.minecraft.splash_potion.effect.blasting_potion": "Вибухове Зілля Підриву",
	"item.minecraft.splash_potion.effect.blasting_potion_long": "Вибухове Зілля Підриву",
	"item.minecraft.potion.effect.blasting_potion_strong": "Зілля Підриву",
	"item.minecraft.potion.effect.blasting_potion": "Зілля Підриву",
	"item.minecraft.potion.effect.blasting_potion_long": "Зілля Підриву",
	"item.minecraft.lingering_potion.effect.blasting_potion_strong": "Осідаюче Зілля Підриву",
	"item.minecraft.lingering_potion.effect.blasting_potion": "Осідаюче Зілля Підриву",
	"item.minecraft.lingering_potion.effect.blasting_potion_long": "Осідаюче Зілля Підриву",
	"item.minecraft.tipped_arrow.effect.blasting_potion_strong": "Стріла Підриву",
	"item.minecraft.tipped_arrow.effect.blasting_potion": "Стріла Підриву",
	"item.minecraft.tipped_arrow.effect.blasting_potion_long": "Стріла Підриву",
	"item.minecraft.splash_potion.effect.freezing_potion_strong": "Вибухове Зілля Заморозки",
	"item.minecraft.splash_potion.effect.freezing_potion": "Вибухове Зілля Заморозки",
	"item.minecraft.splash_potion.effect.freezing_potion_long": "Вибухове Зілля Заморозки",
	"item.minecraft.potion.effect.freezing_potion_strong": "Зілля Заморозки",
	"item.minecraft.potion.effect.freezing_potion": "Зілля Заморозки",
	"item.minecraft.potion.effect.freezing_potion_long": "Зілля Заморозки",
	"item.minecraft.lingering_potion.effect.freezing_potion_strong": "Осідаюче Зілля Заморозки",
	"item.minecraft.lingering_potion.effect.freezing_potion": "Осідаюче Зілля Заморозки",
	"item.minecraft.lingering_potion.effect.freezing_potion_long": "Осідаюче Зілля Заморозки",
	"item.minecraft.tipped_arrow.effect.freezing_potion_strong": "Стріла Заморозки",
	"item.minecraft.tipped_arrow.effect.freezing_potion": "Стріла Заморозки",
	"item.minecraft.tipped_arrow.effect.freezing_potion_long": "Стріла Заморозки",
	"item.minecraft.splash_potion.effect.shielding_potion_strong": "Вибухове Зілля Броні",
	"item.minecraft.splash_potion.effect.shielding_potion": "Вибухове Зілля Броні",
	"item.minecraft.splash_potion.effect.shielding_potion_long": "Вибухове Зілля Броні",
	"item.minecraft.potion.effect.shielding_potion_strong": "Зілля Броні",
	"item.minecraft.potion.effect.shielding_potion": "Зілля Броні",
	"item.minecraft.potion.effect.shielding_potion_long": "Зілля Броні",
	"item.minecraft.lingering_potion.effect.shielding_potion_strong": "Осідаюче Зілля Броні",
	"item.minecraft.lingering_potion.effect.shielding_potion": "Осідаюче Зілля Броні",
	"item.minecraft.lingering_potion.effect.shielding_potion_long": "Осідаюче зілля Броні",
	"item.minecraft.tipped_arrow.effect.shielding_potion_strong": "Стріла Броні",
	"item.minecraft.tipped_arrow.effect.shielding_potion": "Стріла Броні",
	"item.minecraft.tipped_arrow.effect.shielding_potion_long": "Стріла Броні",
	"effect.ars_nouveau.recovery": "Регенерації",
	"effect.ars_nouveau.blasting": "Підрив",
	"effect.ars_nouveau.freezing": "Заморозка",
	"effect.ars_nouveau.shielding": "Бронь",
	"tooltip.ars_nouveau.alchemists_crown": "",
	"item.ars_nouveau.wixie_hat": "Ковпак Віксі",
	"tooltip.ars_nouveau.wixie_hat": "Дозволяє Старбункулу транспротувати зілля.",
	"ars_nouveau.starbuncle.default_behavior": "Старбункул не транспортуватиме предмети!",
	"ars_nouveau.potion_diffuser.set_pos": "Розпилювач розприскуватиме це зілля на сутностей поруч.",
	"ars_nouveau.potion_diffuser.bind_to_jar": "Потрібно привʼязати Розпилювач до Банки для Зілль, щоб він працював.",
	"ars_nouveau.potion_diffuser.no_pos": "Прив'яжіть Банку для Зілль до Розпилювача за допомогою Жезла Панування.",
	"ars_nouveau.potion_diffuser.off": "Розпилювач вимкнено.",
	"key.ars_nouveau.head_curio_hotkey": "Curio Menu для голови",
	"ars_nouveau.alchemists_crown.no_flasks": "Немає Зілль.",
	"ars_nouveau.page.alchemists_crown": "Дозволяє носію миттєво випити зілля чи фляжку з його інвентаря.",
	"ars_nouveau.tooltip.alchemists_crown": "Натисніть %s щоб відкрити крогове меню.",
	"ars_nouveau.page.wixie_hat": "Дозволяє Старбункулу транспортувати зілля. Використайте Жезл Панування, щоб пов'язати із Банкою для Зілль.",
	"ars_nouveau.page.potion_diffuser": "Споживає зілля та примінює їх до сутностей навколо, сильно продовжує використання зілля. Прив'яжіть Банку для Зілль до Розпилювача через Жезл Панування. Кожні 10 хв Розпилювач використовє 1 зілля і приміняє його кожних декілька секунд.",
		"ars_nouveau.page.bombegrante": "A fruit that packs an explosive punch. Can be brewed into a Potion of Blasting, causing the target to explode when the duration ends.",
		"ars_nouveau.page.mendosteen": "A fruit that can be brewed into a Potion of Recovery, increases the amount of healing received from all sources.",
		"ars_nouveau.page.frostaya": "A fruit that can be brewed into a Potion of Freezing, freezing the target over time.",
		"ars_nouveau.page.bastion_fruit": "A fruit that can be brewed into a Potion of Defence, reducing the amount of damage taken.",
	"ars_nouveau.wixie_familiar.applied": "Віксі використовує: %s",
	"ars_nouveau.flask_cannon.no_potion": "Немає зілль в інвентарі.",
	"item.ars_nouveau.lingering_flask_cannon": "Осідаюча Зіллєва Гармата",
	"item.ars_nouveau.splash_flask_cannon": "Вибухова Зіллєва Гармата",
	"ars_nouveau.page.flask_cannons": "Зіллєва Гармата",
	"ars_nouveau.page1.flask_cannons": "Зіллєві Гармати споживають зілля з пляшок та Фляжок з інвентаря та перетворюють їх на Вибухові чи Осідаючі зілля. Скористайтесь меню швидкого вибору, щоб обрати зілля для запуску.",
	"ars_nouveau.imbuement.crafting_started": "Створення «%s». Розмістіть поруч Джерело для пришвидшення.",
	"ars_nouveau.crafting_progress": "Процес створення: «%s»",
	"ars_nouveau.scribes_table.throw_items": "Помістіть предмети, що залишилися, на Стіл.",
	"ars_nouveau.scribes_table.started_crafting": "Помістіть предмети, які з'явилися на Столом для створення.",
	"ars_nouveau.gui.discord": "Приєднуйтесь до Discord для підтримки, щоб бути вкурсі останніх оновлень та порад!",
	"entity.ars_nouveau.an_lightning": "Блискавка",
	"entity.ars_nouveau.flying_item": "Левітуючі Предмети",
	"entity.ars_nouveau.follow_proj": "Снаряд",
	"entity.ars_nouveau.linger": "Осад",
	"entity.ars_nouveau.orbit": "Орбіта",
	"entity.ars_nouveau.scryer_camera": "Камера Провидіння",
	"entity.ars_nouveau.spell_arrow": "Стріла Заклять",
	"entity.ars_nouveau.spell_proj": "Снаряд Закляття",
	"ars_nouveau.armor": "Крій",
	"ars_nouveau.page.armor_upgrading": "Поліпшення Броні",
	"ars_nouveau.armor_tiers": "Рівні Броні",
	"ars_nouveau.armor_desc": "Переплети пожна помістити у слоти магічної броні для додаткових ефектів. Броню можна поліпшити до нових рівнів, що відкриє нові та більш потужні слоти для Переплетів.",
	"ars_nouveau.page1.armor_upgrading": "Магічна броня може бути поліпшена Переплетами для додаткових ефектів. Кожен тип броні має різну кількість та розмір слотів. Більші слоти збільшують силу Переплетів, а деякі Переплети вимагають певний мінімальний розмір слоту. Див. «Стіл для Переплетів» для подробиць.",
	"ars_nouveau.page2.armor_upgrading": "Броня має 3 рівні, і ці рівні можна збільшити у Зачарувальному Апараті, рецепти див. далі. Кожен рівень збільшить захист та регенерацію $(#8800e3)Мани$(), а також розмір та кількість слотів.",
	"block.ars_nouveau.alteration_table": "Стіл для Переплетів",
	"ars_nouveau.page.alteration_table": "Стіл для Переплетів",
	"ars_nouveau.page1.alteration_table": "Використовується для вшивання Переплетів у магічну броню. Помістіть броню на стенд на столі. Стіл покаже доступні Слоти для Переплетів на ній. Використайте Переплет на таблиці, щоб помістити його до слоту. Зніміть броню зі стенду, щоб примінити зміни. Взаємодія пустою рукою з Переплетом на таблиці призведе до його вилучення з броні.",
	"item.ars_nouveau.blank_thread": "Пустий Переплет",
	"tooltip.ars_nouveau.blank_thread": "Використовується у крафті Переплетів, що посилюють магічну броню.",
	"ars_nouveau.perk.invalid_for_slot": "Цей перк вимагає %s рівень або кращий слот.",
	"ars_nouveau.perk.warding": "Захист",
	"ars_nouveau.perk.mana_regen": "Регенерація Мани",
	"ars_nouveau.perk.percent_max_mana": "Максимальна Мана",
	"ars_nouveau.perk.flat_max_mana": "Максимальна Мана",
	"ars_nouveau.perk.spell_damage": "Сила Закляття",
	"ars_nouveau.perk.saturation": "Додаткова Насиченність",
	"ars_nouveau.perk.wixie": "Тривалість Зілль",
	"ars_nouveau.perk.jump_height": "Сила Стрибка",
	"ars_nouveau.page.threads": "Кожна броня має свої слоти для Переплетів. $(l)Сет Неофіта$() має найпотужніші слоти для них. $(l)Сети Адепта$() та $(l)Архімага$() - мають менш потужні. Прокочуючи броню, ви відкриєте додаткові слоти для Переплетів. Рецепти для покращення броні - див. «Крій».",
	"ars_nouveau.threads": "Слоти Переплетів",
	"ars_nouveau.thread_layout": "Рівні Переплетів",
	"ars_nouveau.page.applying_perks": "Застосування Переплетів",
		"ars_nouveau.page1.applying_perks": "Threads may be applied to armor using the Alteration Apparatus. Each piece of armor has a unique set of Thread Slots with their own variety of levels. Some Threads may require a Thread Slot of a minimum level, but many threads simply increase in power based on the slot they are given.",
		"ars_nouveau.page2.applying_perks": "Threads only apply a single time on an entire armor set, and they do not stack. For more information on applying threads, see the Alteration Table.",
		"ars_nouveau.perk.not_perk": "Use a thread to apply it onto the selected armor.",
		"ars_nouveau.perk.set_armor": "Place armor onto the table.",
		"ars_nouveau.perk.max_perks": "This armor has reached its maximum number of perks.",
		"ars_nouveau.page.layout_desc": "Each set of armor has its own unique set of Thread Slots.",
	"ars_nouveau.armor_upgrade.book_desc": "Приймає Броню %s рівня.",
	"ars_nouveau.spell_write.book_desc": "Приймає Реактивні предмети",
	"ars_nouveau.perks.duplicated": "You have equipped armor that contains a perk you already have. You will only receive the effect of the perk once.",
	"ars_nouveau.totem_perk.trigger": "Переплет Невмерущості реактивується після сну.",
	"ars_nouveau.totem_perk.active": "Переплет Невмерущості активовано.",
	"ars_nouveau.sound.fire_family": "Сімейство Полум'я",
	"ars_nouveau.sound.default_family": "Стандартний",
	"ars_nouveau.sound.tempestry_family": "Сімейство Повітря",
	"ars_nouveau.sound.gaia_family": "Сімейство Природи",
	"block.ars_nouveau.mob_jar": "Банка для утримання",
	"ars_nouveau.page.mob_jar": "Банка для утримання",
		"ars_nouveau.page1.mob_jar": "Allows you to capture and store mobs for transportation or decoration. To capture a mob, you must perform a Ritual of Containment. See the Ritual of Containment for more info. To release a mob, cast Dispel on the jar and the mob will be released above the jar. Note Blocks placed above a jar will play an ambient sound of the mob inside.",
		"ars_nouveau.page2.mob_jar": "Many entities can be interacted with inside the jar and will continue to simulate while inside the jar. Some examples include: chickens will lay eggs, sheep can be sheared, cows can be milked, and some mobs like the Blaze will turn the jar into a light source. Experiment with a variety of mobs to create aesthetic and functional farms. Drygmys will also treat the jar as if it were a normal entity in the area.",
		"ars_nouveau.title.mob_jar": "Functionality",
	"ars_nouveau.advancement.title.root": "Ars Nouveau",
	"ars_nouveau.advancement.desc.root": "Отримайте Потертий Записник",
	"ars_nouveau.adv.title.ritual_brazier": "Цей день настав",
	"ars_nouveau.adv.desc.ritual_brazier": "Отримайте Ритуальну Жаровню",
	"ars_nouveau.adv.title.familiar": "Ми відповідальні за тих",
	"ars_nouveau.adv.desc.familiar": "Зробіть магічне створіння Фамільяром",
	"ars_nouveau.adv.title.amethyst_golem_charm": "Пурпурний Ненажера",
	"ars_nouveau.adv.desc.amethyst_golem_charm": "Отримайте Амулет Аметистового Ґолема",
	"ars_nouveau.adv.title.novice_spell_book": "Жага Знань",
	"ars_nouveau.adv.desc.novice_spell_book": "Отримайте Книгу Заклять Неофіта",
	"ars_nouveau.adv.title.apprentice_spell_book": "Дипломна Робота",
	"ars_nouveau.adv.desc.apprentice_spell_book": "Отримайте Книгу Заклять Адепта",
	"ars_nouveau.adv.title.archmage_spell_book": "Всі Знання Світу!!!",
	"ars_nouveau.adv.desc.archmage_spell_book": "Отримайте Книгу Заклять Архімага",
	"ars_nouveau.adv.title.shapers_focus": "Розблоковано!",
	"ars_nouveau.adv.desc.shapers_focus": "Отримайте Фокус Блоків",
	"ars_nouveau.adv.title.imbuement_chamber": "Все змінюється",
	"ars_nouveau.adv.desc.imbuement_chamber": "Отримайте Насичувальну Камеру",
	"ars_nouveau.adv.title.eat_bombegranate": "Те що нас не вбиває... а ні, вбиває",
	"ars_nouveau.adv.desc.eat_bombegranate": "З'їжте Бахгранат",
	"ars_nouveau.adv.title.poof_mob": "Куди ти зник?",
	"ars_nouveau.adv.desc.poof_mob": "\"Поторгуйте\" з Магічною Істотою",
	"ars_nouveau.adv.title.enchanting_apparatus": "Не розчаруй мене",
	"ars_nouveau.adv.desc.enchanting_apparatus": "Отримайте Зачарувальний Апарат",
	"ars_nouveau.adv.title.starby_charm": "Наймиліший Побігайчик",
	"ars_nouveau.adv.desc.starby_charm": "Отримайте Амулет Старбункула",
	"ars_nouveau.adv.title.wixie_charm": "Дай волю внутрішній дитині",
	"ars_nouveau.adv.desc.wixie_charm": "Отримайте Амулет Віксі",
	"ars_nouveau.adv.title.whirlisprig_charm": "Щось в'ється у кишені",
	"ars_nouveau.adv.desc.whirlisprig_charm": "Отримайте Амулет Виточки",
	"ars_nouveau.adv.title.magebloom_crop": "Магоцвіт",
	"ars_nouveau.adv.desc.magebloom_crop": "Отримайте Насіння Магоцвіту",
	"ars_nouveau.adv.title.basic_spell_turret": "Це мод на магію, клянусь!",
	"ars_nouveau.adv.desc.basic_spell_turret": "Отримайте Базову Чаклунську Турель",
	"ars_nouveau.adv.title.spell_prism": "Під іншим кутом",
	"ars_nouveau.adv.desc.spell_prism": "Отримайте Призму Заклять",
	"ars_nouveau.adv.title.scryers_oculus": "Не підглядай!",
	"ars_nouveau.adv.desc.scryers_oculus": "Отримайте Око Провидіння",
	"ars_nouveau.adv.title.potion_jar": "Аби не вивітрилось",
	"ars_nouveau.adv.desc.potion_jar": "Отримайте Банку для Зілль",
	"ars_nouveau.adv.title.alteration_table": "Магічній робі - магічна заплатка",
	"ars_nouveau.adv.desc.alteration_table": "Отриймайте Стіл для Переплетів",
	"ars_nouveau.adv.title.blank_thread": "Чистий лист",
	"ars_nouveau.adv.desc.blank_thread": "Отримайте Пустий Перепліт",
	"ars_nouveau.adv.title.potion_melder": "Мішати не перемішати",
	"ars_nouveau.adv.desc.potion_melder": "Отримайте Змішувач Зілль",
	"ars_nouveau.adv.title.potion_diffuser": "Що за дивовижний аромат",
	"ars_nouveau.adv.desc.potion_diffuser": "Отримайте Розпилювач Зілля",
	"ars_nouveau.adv.title.potion_flask": "Забагато не буває",
	"ars_nouveau.adv.desc.potion_flask": "Отримайте Фляжку для Зілль",
	"ars_nouveau.adv.title.wilden_tribute": "Трофей з Вілдена",
	"ars_nouveau.adv.desc.wilden_tribute": "Отримайте Трофей з Вілдена",
	"ars_nouveau.adv.title.summon_focus": "Увага, зараз буде фокус!",
	"ars_nouveau.adv.desc.summon_focus": "Отримайте Фокус Виклику",
	"ars_nouveau.adv.title.wixie_hat": "Логістика Зілля",
	"ars_nouveau.adv.desc.wixie_hat": "Отримайте Ковпак Віксі",
	"ars_nouveau.adv.title.starbuncle_shades": "Забудь про сором за форму",
	"ars_nouveau.adv.desc.starbuncle_shades": "Отримайте Окуляри Старбункула",
	"ars_nouveau.adv.title.wilden_explosion": "Повітряна тривога",
	"ars_nouveau.adv.desc.wilden_explosion": "Станьте свідком вибуху Вілдена",
	"ars_nouveau.adv.title.prismatic": "ЗаломленняннелмолоЗ",
	"ars_nouveau.adv.desc.prismatic": "Перенаправте закляття через призму 4 рази",
	"ars_nouveau.adv.title.create_portal": "Ненавиджу, бляха, портали!",
	"ars_nouveau.adv.desc.create_portal": "Створіть Портал Переносу",
	"ars_nouveau.adv.title.warp_scroll": "Не переношу ходити пішки",
	"ars_nouveau.adv.desc.warp_scroll": "Отримайте Звиток Переносу",
	"ars_nouveau.adv.title.drygmy_charm": "Танець Лося",
	"ars_nouveau.adv.desc.drygmy_charm": "Отримайте Амулет Дриґму",
	"ars_nouveau.adv.title.source_jar": "Не рідина!",
	"ars_nouveau.adv.desc.source_jar": "Отримайте Банку для Джерела",
	"ars_nouveau.adv.title.mob_jar": "Дім, малий дім",
	"ars_nouveau.adv.desc.mob_jar": "Отримайте Банку для утримання",
	"ars_nouveau.adv.title.shrunk_starbuncle": "Кохана, я зменшив Старбункулів",
	"ars_nouveau.adv.desc.shrunk_starbuncle": "Потімістіть Старбункула у банку для утримання",
	"block.ars_nouveau.void_prism": "Призма Пустоти",
	"ars_nouveau.page.void_prism": "Знищує усі закляття, що проходять крізь неї."
}
