{
	"ars_nouveau.familiar_desc.familiar_bookwyrm": "A Bookwyrm will reduce the cost of all spells cast, and increases any spell damage by 1. Obtained by performing the Ritual of Binding near a Bookwyrm.",
	"ars_nouveau.familiar_desc.familiar_drygmy": "A Drygmy familiar will increase the damage of Earth spells by 2, and has a chance to increase the amount of looting when slaying enemies. Obtained by performing the Ritual of Binding near a Drygmy.",
	"ars_nouveau.familiar_desc.familiar_starbuncle": "A Starbuncle familiar that will grant you Speed 2. Additionally, using a Golden Nugget on the starbuncle will consume it and grant the owner a short duration of Scrying for Gold Ore. Obtained by performing the Ritual of Binding near a Starbuncle.",
	"ars_nouveau.familiar_desc.familiar_whirlisprig": "Whirlisprigs will reduce the cost of Elemental Earth glyphs by half, and grants bonus saturation when consuming food. Obtained by performing the Ritual of Binding near a Whirlisprig.",
	"ars_nouveau.familiar_desc.familiar_wixie": "Wixies will increase the duration of potions that you apply, and wixies will accept basic potion reagents in exchange for applying the tier 1 potion result. Additionally, the Wixie will apply harmful potions to enemies during combat. Obtained by performing the Ritual of Binding near a Wixie.",
	"ars_nouveau.familiar_name.familiar_bookwyrm": "Книгозмій",
	"ars_nouveau.familiar_name.familiar_drygmy": "Дриґм",
	"ars_nouveau.familiar_name.familiar_starbuncle": "Старбункул",
	"ars_nouveau.familiar_name.familiar_whirlisprig": "Виточка",
	"ars_nouveau.familiar_name.familiar_wixie": "Віксі",
	"ars_nouveau.glyph_desc.glyph_accelerate": "Збільшує швидкість заклять снаряду.",
	"ars_nouveau.glyph_desc.glyph_amplify": "Сумарно збільшує силу більшості ефектів. Підвищує рівень збору Зламу та шкоду від заклять.",
	"ars_nouveau.glyph_desc.glyph_aoe": "Збільшення площі дії ефекту від заклять.",
	"ars_nouveau.glyph_desc.glyph_blink": "Телепортує заклинача. Якщо сутності наноситься ушкодження, а заклинач тримає в лівій руці Звиток Переносу, сутність телепортується в місце у Звитку Переноса. Коли використовується на себе, переносить заклинача вперед. Заклинательні Турелі та Руни можуть телепортувати обʼкти використовуючи із прилеглиг інвентарів Звитки Переносу, не витрачаючи їх.",
	"ars_nouveau.glyph_desc.glyph_bounce": "Дає гравцю ефект Відскоку, спричиняючи стрибок пілся падіння на землю. Посилення Відскоку. Посилення збереже додатковий рух вперед за кожен відскок.",
	"ars_nouveau.glyph_desc.glyph_break": "Початкове закляття. Руйнує блоки з середньої твердості. Можна посилити для збільшення твердості блоків які можна розбити. Чутливість буде симулювати використання ножиць замість кайла.",
		"ars_nouveau.glyph_desc.glyph_cold_snap": "Snares and causes a burst of damage to an entity that is afflicted by slowness, freezing, or is wet. Nearby enemies that are not afflicted by Slow will be slowed. Nearby Enemies afflicted by Slow or wetness will also be hit by Cold Snap. Can be augmented using Amplify, Extend Time, and AOE.",
	"ars_nouveau.glyph_desc.glyph_conjure_water": "Заливає місце водою та гасить сутності що горять.",
	"ars_nouveau.glyph_desc.glyph_craft": "Відкриває меню для крафту.",
	"ars_nouveau.glyph_desc.glyph_crush": "Перетворює камінь у гравій, а гравій у пісок. Також роздрібнює квіти на додатковий барвник. Для повної підтримки рецептів, див. JEI. Наносить шкоду істотам та бонусні ушкодження істотам, що плавають.",
		"ars_nouveau.glyph_desc.glyph_cut": "Simulates using shears on entities and blocks, or damages non-shearable entities for a small amount. Amplify will simulate using an Axe instead of Shears. For simulating breaking with shears, see Break and Sensitive. Costs nothing.",
	"ars_nouveau.glyph_desc.glyph_dampen": "Зменшує силу більшості ефектів. Дещо зменшує вартість закляття, але не нижче 0.",
	"ars_nouveau.glyph_desc.glyph_decelerate": "Зменшує швидкість заклять снаряду.",
	"ars_nouveau.glyph_desc.glyph_delay": "Дещо затримує накладання ефекту на гліф зправа від себе. Час Затримки може бути змінена за допомогою «Збільшити Тривалість» та «Зменшити Тривалість».",
	"ars_nouveau.glyph_desc.glyph_dispel": "Знімає всі ефекти з цілі. Застосування на Відмі в якої менше половини здоровʼя призведе до її зникнення і появу Осколку Віксі. Також відкликає істот назад до амулетів.",
		"ars_nouveau.glyph_desc.glyph_duration_down": "Reduces the duration of spells like potion effects, delay, redstone signal, and others.",
	"ars_nouveau.glyph_desc.glyph_ender_inventory": "Відчиняє вашу персональну Скриню Енду де завгодно.",
	"ars_nouveau.glyph_desc.glyph_evaporate": "Видаляє рідини в області дії. Область дії можна збільшити за допомогою «Ефект По Площі».",
	"ars_nouveau.glyph_desc.glyph_exchange": "When used on blocks, exchanges the blocks in the players hotbar for the blocks hit as if they were mined with silk touch. Can be augmented with AOE, and Amplify is required for swapping blocks of higher hardness. When used on entities, the locations of the caster and the entity hit are swapped.",
	"ars_nouveau.glyph_desc.glyph_explosion": "Causes an explosion at the location. Amplify increases the damage and size by a small amount, while AOE will increase the size of the explosion by a large amount, but not damage.",
	"ars_nouveau.glyph_desc.glyph_extend_time": "Extends the time that spells last, including buffs, fangs, and summons",
	"ars_nouveau.glyph_desc.glyph_extract": "Applies a silk-touch effect to Break and causes Explosion to not destroy blocks that drop. Cannot be combined with Fortune.",
	"ars_nouveau.glyph_desc.glyph_fangs": "Summons Evoker Fangs in the direction where the spell was targeted. Using fangs on your self will spawn them in an area around you.",
	"ars_nouveau.glyph_desc.glyph_fell": "Harvests entire trees, mushrooms, cactus, and other vegetation. Can be amplified with Amplify to break materials of higher hardness. AOE will increase the number of blocks that may be broken at one time.",
	"ars_nouveau.glyph_desc.glyph_firework": "Creates a firework at the location or entity. Amplify will add Firework Stars, while Extend Time will add additional flight time. If a firework exists in the casters inventory, the created firework will mimic the held one. Spell Turrets with Touch will create fireworks as if they were dispensed.",
	"ars_nouveau.glyph_desc.glyph_flare": "When used on entities that are on fire, Flare causes a burst of damage and will spread fire and deal damage to other nearby entities. Does significantly more damage than Harm. Can be augmented with Extend Time, Amplify, and AOE.",
	"ars_nouveau.glyph_desc.glyph_fortune": "Increases the drop chance from mobs killed by Damage and blocks that are destroyed by Break. Cannot be combined with Extract",
	"ars_nouveau.glyph_desc.glyph_freeze": "Freezes water or lava in a small area or slows a target for a short time. Freeze on Ice will turn it into Packed Ice, and Packed Ice into Blue Ice. Sensitive will turn water into Frosted Ice and will vanish after a short time.",
	"ars_nouveau.glyph_desc.glyph_glide": "Grants the Glide effect, allowing the wearer to fly as if they were wearing an Elytra. ",
	"ars_nouveau.glyph_desc.glyph_gravity": "Causes blocks and entities to fall. When augmented with Extend Time, players will have their flight disabled and will obtain the Gravity effect. While afflicted with Gravity, entities will rapidly fall and take double falling damage.",
	"ars_nouveau.glyph_desc.glyph_grow": "Causes plants to accelerate in growth as if they were bonemealed.",
	"ars_nouveau.glyph_desc.glyph_gust": "Knocks a target or block away a short distance from the caster.",
	"ars_nouveau.glyph_desc.glyph_harm": "A spell you start with. Damages a target. May be increased by Amplify, or applies the Poison debuff when using Extend Time. Note, multiple Harms without a delay will not apply due to invincibility on hit.",
	"ars_nouveau.glyph_desc.glyph_harvest": "When used on grown crops, this spell will obtain the fully grown product without destroying the plant.",
	"ars_nouveau.glyph_desc.glyph_heal": "Heals a small amount of health and consumes hunger from the caster. When used on Undead, the spell will deal an equal amount of magic damage.",
	"ars_nouveau.glyph_desc.glyph_hex": "Applies the Hex effect. Hex increases any damage taken by a small amount while the user is afflicted by poison, wither, or fire. Additionally, Hex cuts the rate of Mana Regeneration and healing in half.",
	"ars_nouveau.glyph_desc.glyph_ignite": "Sets blocks and mobs on fire for a short time. Sensitive will stop this spell from igniting blocks.",
	"ars_nouveau.glyph_desc.glyph_infuse": "Infuses a target with a potion from your flask or held potions. Consumes the potion.",
	"ars_nouveau.glyph_desc.glyph_intangible": "Causes blocks to temporarily turn into air. Can be modified with Amplify for blocks of higher hardness, AOE, Duration Down, and Extend Time.",
	"ars_nouveau.glyph_desc.glyph_interact": "Interacts with blocks or entities as it were a player. Useful for reaching levers, chests, or animals.",
	"ars_nouveau.glyph_desc.glyph_invisibility": "Causes the target to turn invisible for a short time.",
	"ars_nouveau.glyph_desc.glyph_launch": "Launches an entity or block into the air. Can be used for large jumps or for scaling mountains!",
	"ars_nouveau.glyph_desc.glyph_leap": "Launches the target in the direction they are looking. Amplification will increase the distance moved.",
	"ars_nouveau.glyph_desc.glyph_light": "If cast on a block, a permanent light source is created. May be amplified up to Glowstone brightness, or Dampened for a lower light level. When cast on yourself, you will receive night vision. When cast on other entities, they will receive Night Vision and Glowing.",
	"ars_nouveau.glyph_desc.glyph_lightning": "Summons a lightning bolt at the location. Entities struck will be given the Shocked effect. Shocked causes all additional lightning damage to deal bonus damage, and increases the level of Shocked up to III. Lightning also deals bonus damage to entities that are wet or wearing RF powered items. Can be augmented with Amplify, Dampen, and Extend Time.",
	"ars_nouveau.glyph_desc.glyph_linger": "Creates a lingering field that applies spells on nearby entities for a short time. Applying Sensitive will make this spell target blocks instead. AOE will expand the effective range, Accelerate will cast spells faster, and Extend Time will increase the duration.",
	"ars_nouveau.glyph_desc.glyph_name": "Names an entity after the set Spell Name. Can be overridden with a name tag in the hotbar.",
	"ars_nouveau.glyph_desc.glyph_orbit": "Summons three orbiting projectiles around the caster that will cast a spell on any entities it may hit. Additional projectiles, their speed, radius, and duration may be augmented. Sensitive will cause Orbit to hit blocks.",
	"ars_nouveau.glyph_desc.glyph_phantom_block": "Creates a temporary block that will disappear after a short time. Amplify will cause the block to be permanent. ",
	"ars_nouveau.glyph_desc.glyph_pickup": "Picks up nearby items in a medium radius where this spell is activated. The range may be expanded with AOE.",
	"ars_nouveau.glyph_desc.glyph_pierce": "When applied to the Projectile spell, projectiles may continue through their path an additional time after hitting a mob or block. Causes certain effects to also target the block behind them, like Break. Combines with AOE to provide depth.",
	"ars_nouveau.glyph_desc.glyph_place_block": "Places blocks from the casters inventory. If a player is casting this, this spell will place blocks from the hot bar first.",
	"ars_nouveau.glyph_desc.glyph_projectile": "A spell you start with. Summons a projectile that applies spell effects when this projectile hits a target or block. Sensitive will allow Projectiles to break plants or other materials that do not block motion.",
	"ars_nouveau.glyph_desc.glyph_pull": "Pulls the target closer to the caster. When used on blocks, they become falling blocks with motion towards the side of the block that was hit.",
	"ars_nouveau.glyph_desc.glyph_redstone_signal": "Creates a brief redstone signal on a block, like a button. The signal starts at strength 10, and may be increased with Amplify, or decreased with Dampen. The duration may be extended with Extend Time.",
	"ars_nouveau.glyph_desc.glyph_rune": "Places a rune on the ground that will cast the spell on targets that touch the rune. Unlike runes placed by Runic Chalk, these runes are temporary and cannot be recharged. When using Item Pickup, items are deposited into adjacent inventories. Sensitive will cause the rune to use the Owner's inventory for pickup and usage instead. Players with Magic Find will be able to read spells inscribed on runes.",
	"ars_nouveau.glyph_desc.glyph_self": "A spell you start with. Applies spells on the caster.",
	"ars_nouveau.glyph_desc.glyph_sense_magic": "Applies Magic Find to the target, causing magical mobs to glow within 75 blocks of them. Magic Find also reveals spells on Runes.",
	"ars_nouveau.glyph_desc.glyph_sensitive": "Causes forms to target blocks they normally cannot target. Projectile and Orbit will target grass, and Touch will target fluids and air.",
	"ars_nouveau.glyph_desc.glyph_slowfall": "Applies the Slow Fall buff.",
	"ars_nouveau.glyph_desc.glyph_smelt": "Smelts blocks and items in the world. AOE will increase the number of items and radius of blocks that can be smelted at once, while Amplify will allow Smelt to work on blocks of higher hardness.",
	"ars_nouveau.glyph_desc.glyph_snare": "Stops entities from moving and jumping. Extend Time will increase the duration of this effect.",
	"ars_nouveau.glyph_desc.glyph_split": "Causes multiple projectiles to be cast at once. Each projectile applies a set of effects.",
	"ars_nouveau.glyph_desc.glyph_summon_decoy": "Summons a decoy of yourself. Upon summoning, the decoy will attract any nearby mobs to attack it.",
	"ars_nouveau.glyph_desc.glyph_summon_steed": "Summons a saddled horse that will vanish after a few minutes. AOE will increase the amount summoned, while Extend Time will increase the duration of the summon. Applies Summoning Sickness to the caster, and cannot be cast while afflicted by this Sickness.",
	"ars_nouveau.glyph_desc.glyph_summon_undead": "Summons a number of Skeleton allies that will attack nearby hostile enemies. These Skeletons will last a short time until they begin to take damage, but time may be extended with the Extend Time augment.  Additionally, their summoned weapons are changed using augments, use Amplify to give it a better sword, or Pierce to give it a bow.  Adding Split after the effect will add to the number of summoned skeletons.",
	"ars_nouveau.glyph_desc.glyph_summon_vex": "Summons three Vex allies that will attack nearby hostile enemies. These Vex will last a short time until they begin to take damage, but time may be extended with the Extend Time augment.",
	"ars_nouveau.glyph_desc.glyph_summon_wolves": "Summons two wolves that will fight with you. Extend Time will increase the amount of time on the summons. Applies Summoning Sickness to the caster, preventing other summoning magic.",
	"ars_nouveau.glyph_desc.glyph_toss": "Causes the caster to place an item from their inventory to a location. If this glyph is used on an inventory, the item will attempt to be inserted into it.",
	"ars_nouveau.glyph_desc.glyph_touch": "Applies spells at the block or entity that is targeted.",
	"ars_nouveau.glyph_desc.glyph_underfoot": "Targets the spell on the block beneath the player.",
	"ars_nouveau.glyph_desc.glyph_wind_shear": "Deals damage to targets in the air, with an increasing amount based on how high the target is off the ground, up to 10 blocks. Targets on the ground take no damage.",
	"ars_nouveau.glyph_desc.glyph_wither": "Накладає ефект Візера",
	"ars_nouveau.glyph_name.glyph_accelerate": "Пришведшення",
	"ars_nouveau.glyph_name.glyph_amplify": "Посилення",
	"ars_nouveau.glyph_name.glyph_aoe": "Ефект По Площі",
	"ars_nouveau.glyph_name.glyph_blink": "Переміщення",
	"ars_nouveau.glyph_name.glyph_bounce": "Відскок",
	"ars_nouveau.glyph_name.glyph_break": "Злам",
	"ars_nouveau.glyph_name.glyph_cold_snap": "Охолодженяя",
	"ars_nouveau.glyph_name.glyph_conjure_water": "Створити Воду",
	"ars_nouveau.glyph_name.glyph_craft": "Крафт",
	"ars_nouveau.glyph_name.glyph_crush": "Подрібнення",
	"ars_nouveau.glyph_name.glyph_cut": "Лезо",
	"ars_nouveau.glyph_name.glyph_dampen": "Послаблення",
	"ars_nouveau.glyph_name.glyph_decelerate": "Сповільнення",
	"ars_nouveau.glyph_name.glyph_delay": "Затримка",
	"ars_nouveau.glyph_name.glyph_dispel": "Розвіяння",
	"ars_nouveau.glyph_name.glyph_duration_down": "Зменшити Тривалість",
	"ars_nouveau.glyph_name.glyph_ender_inventory": "Скриня Енду",
	"ars_nouveau.glyph_name.glyph_evaporate": "Випаровування",
	"ars_nouveau.glyph_name.glyph_exchange": "Обмін",
	"ars_nouveau.glyph_name.glyph_explosion": "Бавовна",
	"ars_nouveau.glyph_name.glyph_extend_time": "Збільшити Тривалість",
	"ars_nouveau.glyph_name.glyph_extract": "Екстракт",
	"ars_nouveau.glyph_name.glyph_fangs": "Ікла",
	"ars_nouveau.glyph_name.glyph_fell": "Повал",
	"ars_nouveau.glyph_name.glyph_firework": "Феєрверк",
	"ars_nouveau.glyph_name.glyph_flare": "Спалах",
	"ars_nouveau.glyph_name.glyph_fortune": "Удача",
	"ars_nouveau.glyph_name.glyph_freeze": "Заморозка",
	"ars_nouveau.glyph_name.glyph_glide": "Плин",
	"ars_nouveau.glyph_name.glyph_gravity": "Гравітація",
	"ars_nouveau.glyph_name.glyph_grow": "Ріст",
	"ars_nouveau.glyph_name.glyph_gust": "Відкидання",
	"ars_nouveau.glyph_name.glyph_harm": "Шкода",
	"ars_nouveau.glyph_name.glyph_harvest": "Жатва",
	"ars_nouveau.glyph_name.glyph_heal": "Зцілення",
	"ars_nouveau.glyph_name.glyph_hex": "Ворожба",
	"ars_nouveau.glyph_name.glyph_ignite": "Запал",
	"ars_nouveau.glyph_name.glyph_infuse": "Вприск",
	"ars_nouveau.glyph_name.glyph_intangible": "Нематеріальність",
	"ars_nouveau.glyph_name.glyph_interact": "Взаємодія",
	"ars_nouveau.glyph_name.glyph_invisibility": "Невидимість",
	"ars_nouveau.glyph_name.glyph_launch": "Вознесіння",
	"ars_nouveau.glyph_name.glyph_leap": "Ривок",
	"ars_nouveau.glyph_name.glyph_light": "Створити Світло",
	"ars_nouveau.glyph_name.glyph_lightning": "Блискавка",
	"ars_nouveau.glyph_name.glyph_linger": "Тривалість",
	"ars_nouveau.glyph_name.glyph_name": "Назва",
	"ars_nouveau.glyph_name.glyph_orbit": "Орбіта",
	"ars_nouveau.glyph_name.glyph_phantom_block": "Створити Магоблок",
	"ars_nouveau.glyph_name.glyph_pickup": "Підняти Предмет",
	"ars_nouveau.glyph_name.glyph_pierce": "Пронзання",
	"ars_nouveau.glyph_name.glyph_place_block": "Розмістити Блок",
	"ars_nouveau.glyph_name.glyph_projectile": "Снаряд",
	"ars_nouveau.glyph_name.glyph_pull": "Притягування",
	"ars_nouveau.glyph_name.glyph_redstone_signal": "Сигнал Редстоуну",
	"ars_nouveau.glyph_name.glyph_rune": "Руна",
	"ars_nouveau.glyph_name.glyph_self": "На себе",
	"ars_nouveau.glyph_name.glyph_sense_magic": "Чуття Магії",
	"ars_nouveau.glyph_name.glyph_sensitive": "Чутливість",
	"ars_nouveau.glyph_name.glyph_slowfall": "Невагомість",
	"ars_nouveau.glyph_name.glyph_smelt": "Плавка",
	"ars_nouveau.glyph_name.glyph_snare": "Пастка",
	"ars_nouveau.glyph_name.glyph_split": "Поділ",
	"ars_nouveau.glyph_name.glyph_summon_decoy": "Виклик Приманки",
	"ars_nouveau.glyph_name.glyph_summon_steed": "Виклик Коня",
	"ars_nouveau.glyph_name.glyph_summon_undead": "Виклик Нижиті",
	"ars_nouveau.glyph_name.glyph_summon_vex": "Виклик Вексу",
	"ars_nouveau.glyph_name.glyph_summon_wolves": "Виклик Вовків",
	"ars_nouveau.glyph_name.glyph_toss": "Передати",
	"ars_nouveau.glyph_name.glyph_touch": "Дотик",
	"ars_nouveau.glyph_name.glyph_underfoot": "Під ноги",
	"ars_nouveau.glyph_name.glyph_wind_shear": "Вітролом",
	"ars_nouveau.glyph_name.glyph_wither": "Візер",
	"ars_nouveau.perk_desc.thread_chilling": "Damaging effects inflict Freezing on the target before the spell resolves. Freezing lasts for 10 seconds per level, and becomes Freezing 2 at a level 3 slot.",
	"ars_nouveau.perk_desc.thread_depths": "Greatly increases the amount of time you may breathe underwater by reducing the chance your air will decrease. If this perk is in slot 3 or higher, you will no longer lose air and your swim speed is greatly increased. Stacks with Respiration Enchantments.",
	"ars_nouveau.perk_desc.thread_drygmy": "Grants an additional stack of looting.",
	"ars_nouveau.perk_desc.thread_feather": "Decreases the amount of fall damage taken by a percentage. Stacks with Feather Enchantments.",
	"ars_nouveau.perk_desc.thread_gliding": "Allows you to glide as if you are wearing an elytra. Must be equipped in a slot of at least level 3.",
	"ars_nouveau.perk_desc.thread_heights": "Allows you to jump higher and increases how far you may fall before taking damage.",
	"ars_nouveau.perk_desc.thread_kindling": "Damaging effects cause the target to burn for a short duration before the effect resolves. Burn time is increased by 5 seconds per level.",
	"ars_nouveau.perk_desc.thread_life_drain": "Dealing damage with spells heals you for 20%% per level of the damage dealt.",
	"ars_nouveau.perk_desc.thread_magic_capacity": "Increases the users maximum mana by 10%% per level.",
	"ars_nouveau.perk_desc.thread_repairing": "Allows the wearer to repair ANY magical armor or enchanters item by consuming Mana over time. Additional levels increase the speed at which the items repair. This perk applies to all relevant items, not only the item with this perk.",
	"ars_nouveau.perk_desc.thread_spellpower": "Grants an increasing amount of Spell Damage each level.",
	"ars_nouveau.perk_desc.thread_starbuncle": "Increases the speed of the player by 20%% each level and grants step assist at level 3.",
	"ars_nouveau.perk_desc.thread_undying": "Once every time you sleep, you will nullify death a single time as if holding a Totem of the Undying. Requires a tier 3 slot.",
	"ars_nouveau.perk_desc.thread_warding": "Reduces the amount of magic damage taken by a flat amount each level.",
	"ars_nouveau.perk_desc.thread_whirlisprig": "Increases the saturation of consumed food by 30%% each level.",
	"ars_nouveau.perk_desc.thread_wixie": "Increases the duration of potions by 15%% each level.",
	"ars_nouveau.ritual_desc.ritual_awakening": "Awakens nearby Archwood trees into Weald Walkers and Budding Amethyst into Amethyst Golems. Weald Walkers can be given a position in the world to guard against hostile mobs. They will heal over time, and turn into Weald Waddlers if they die. To create a Weald Walker, perform this ritual near the base of an Archwood Tree.",
	"ars_nouveau.ritual_desc.ritual_binding": "The Ritual of Binding converts nearby eligible entities into Bound Scripts, used for summoning a Familiar. For more information, see the section on Familiars.",
	"ars_nouveau.ritual_desc.ritual_burrowing": "Digs four adjacent holes to bedrock, dropping any blocks.",
	"ars_nouveau.ritual_desc.ritual_challenge": "Summons an illager raid when used inside a village. An Emerald may be used to increase the difficulty of the raid to the maximum amount, making Totems of the Undying accessible on easier difficulties. Augmenting has no effect on Hard difficulty.",
	"ars_nouveau.ritual_desc.ritual_cloudshaping": "This ritual can change the weather at a moments notice. By default, this ritual will set the weather to clear. Augmenting with Gunpowder will cause it to rain, while a Lapis Block will cause it to storm.",
	"ars_nouveau.ritual_desc.ritual_containment": "Captures a nearby entity and places it into any nearby placed Containment Jars. After the first capture, this ritual requires additional source to continue. Mobs and jars must be within 3 blocks of the brazier.",
	"ars_nouveau.ritual_desc.ritual_disintegration": "Destroys nearby monsters and converts them into Experience Gems worth twice as much experience. Monsters destroyed this way will not drop items. This ritual consumes source each time a monster is destroyed.",
	"ars_nouveau.ritual_desc.ritual_fertility": "Periodically causes nearby animals to breed if possible. This ritual requires source to operate, and will have no effect if there are twenty or more animals nearby.",
	"ars_nouveau.ritual_desc.ritual_flight": "Grants nearby players the Flight effect when they jump, allowing them to creatively fly for a short time. If the player is nearby, this ritual will refresh their flight buff. Each time this ritual grants or refreshes flight, it will expend source from nearby jars.",
	"ars_nouveau.ritual_desc.ritual_harvest": "Casts the Harvest effect on nearby crops. Consumes source each time a set of crops are harvested. If an inventory is adjacent to the brazier, the items will be deposited in them before dropping on the ground.",
	"ars_nouveau.ritual_desc.ritual_moonfall": "Sets the time to night.",
	"ars_nouveau.ritual_desc.ritual_overgrowth": "Occasionally bone meals blocks in the area around it. This ritual requires source to operate. If augmented with a Bone Block, this ritual will instead force baby animals to grow faster.",
	"ars_nouveau.ritual_desc.ritual_restoration": "Heals nearby entities or harms undead over time. Additionally, Zombie Villagers will be instantly cured, and the resulting villager will offer discounts if a player was nearby. This ritual requires source to operate.",
	"ars_nouveau.ritual_desc.ritual_scrying": "Grants vision of a given block through any other block for a given time. White particles signify you are very close, green is semi-far, and blue particles are blocks very far from you.  To complete the ritual, throw any block of your choice before starting. You may also add a Manipulation Essence to increase the duration to 15 minutes.",
	"ars_nouveau.ritual_desc.ritual_sunrise": "Sets the time to day.",
	"ars_nouveau.ritual_desc.ritual_warping": "Warps all nearby entities to the location on a warp scroll. Before starting the ritual, you must first augment the ritual with an inscribed Warp Scroll.",
	"ars_nouveau.ritual_desc.ritual_wilden_summon": "Without augments, this ritual will summon a random variety of Wilden monsters for a short duration. When augmented with a Wilden Spike, Wilden Horn, and a Wilden Wing, this ritual will summon the Wilden Chimera, a challenging and destructive monster. Note: If summoning the chimera, this ritual will destroy blocks around the brazier.",
	"item.ars_nouveau.familiar_bookwyrm": "Книгозмій",
	"item.ars_nouveau.familiar_drygmy": "Дриґм",
	"item.ars_nouveau.familiar_starbuncle": "Старбункул",
	"item.ars_nouveau.familiar_whirlisprig": "Виточка",
	"item.ars_nouveau.familiar_wixie": "Віксі",
	"item.ars_nouveau.ritual_awakening": "Пробудження",
	"item.ars_nouveau.ritual_binding": "Звʼязок",
	"item.ars_nouveau.ritual_burrowing": "Риття",
	"item.ars_nouveau.ritual_challenge": "Випробування",
	"item.ars_nouveau.ritual_cloudshaping": "Зміна Погоди",
	"item.ars_nouveau.ritual_containment": "Утримання",
	"item.ars_nouveau.ritual_disintegration": "Розщіплення",
	"item.ars_nouveau.ritual_fertility": "Плодоріддя",
	"item.ars_nouveau.ritual_flight": "Політ",
	"item.ars_nouveau.ritual_harvest": "Жатва",
	"item.ars_nouveau.ritual_moonfall": "Прихід Ночі",
	"item.ars_nouveau.ritual_overgrowth": "Нестримний Ріст",
	"item.ars_nouveau.ritual_restoration": "Відновлення",
	"item.ars_nouveau.ritual_scrying": "Провидення",
	"item.ars_nouveau.ritual_sunrise": "Світанок",
	"item.ars_nouveau.ritual_warping": "Переміщення",
	"item.ars_nouveau.ritual_wilden_summon": "Виклик Вілдена",
	"item.ars_nouveau.thread_chilling": "Обмороження",
	"item.ars_nouveau.thread_depths": "Глибоководний",
	"item.ars_nouveau.thread_drygmy": "Дриґм",
	"item.ars_nouveau.thread_feather": "Пірʼїна",
	"item.ars_nouveau.thread_gliding": "Плин",
	"item.ars_nouveau.thread_heights": "Висоти",
	"item.ars_nouveau.thread_kindling": "Займання",
	"item.ars_nouveau.thread_life_drain": "Вампіризм",
	"item.ars_nouveau.thread_magic_capacity": "Магічна Місткість",
	"item.ars_nouveau.thread_repairing": "Лагодження",
	"item.ars_nouveau.thread_spellpower": "Сила Заклять",
	"item.ars_nouveau.thread_starbuncle": "Старбункул",
	"item.ars_nouveau.thread_undying": "Невмерущий",
	"item.ars_nouveau.thread_warding": "Захист",
	"item.ars_nouveau.thread_whirlisprig": "Виточка",
	"item.ars_nouveau.thread_wixie": "Віксі",

	"key.category.ars_nouveau.general": "Ars Nouveau",
	"key.ars_nouveau.previous_slot": "(Книга заклять) Попередній слот",
	"key.ars_nouveau.next_slot": "(Книга заклять) Наступний слот",
	"key.ars_nouveau.open_book": "(Книга заклять) Розгорнути книгу",
	"key.ars_nouveau.selection_hud": "(Книга заклять) Переключити HUD",

	"itemGroup.ars_nouveau":"Ars Nouveau",
	"item.ars_nouveau.novice_spell_book": "Книга заклять Неофіта",
	"item.ars_nouveau.apprentice_spell_book": "Книга заклять Адепта",
	"item.ars_nouveau.archmage_spell_book": "Книга заклять Архімага",

	"enchantment.ars_nouveau.mana_regen.desc": "Збільшує регенерацію Мани гравця.",
	"enchantment.ars_nouveau.mana_boost.desc": "Збільшує максимальну Ману гравця.",
	"enchantment.ars_nouveau.reactive.desc": "Дає шанс зкастувати накладене закляття на використаний інструмент чи ураженого гравця",

	"attribute.name.ars_nouveau.mana_regen": "Регенерація Мани",
	"attribute.name.ars_nouveau.max_mana": "Максимальна Мана",

	"entity.ars_nouveau.bookwyrm": "Книгозмій",
	"entity.ars_nouveau.starbuncle": "Старбункул",
	"item.ars_nouveau.archmage_robes":"Гамбезон Архімага",
	"item.ars_nouveau.archmage_leggings":"Штани Архімага",
	"item.ars_nouveau.archmage_boots":"Чоботи Архімага",
	"item.ars_nouveau.archmage_hood":"Каптур Архімага",

	"item.ars_nouveau.novice_boots":"Натоптиші Неофіта",
	"item.ars_nouveau.novice_leggings":"Штани Неофіта",
	"item.ars_nouveau.novice_robes":"Накидка Неофіта",
	"item.ars_nouveau.novice_hood":"Комірець Неофіта",

	"item.ars_nouveau.apprentice_robes":"Роба Адепта",
	"item.ars_nouveau.apprentice_leggings":"Спідниця Адепта",
	"item.ars_nouveau.apprentice_boots":"Взуття Адепта",
	"item.ars_nouveau.apprentice_hood":"Капелюх Адепта",

	"item.ars_nouveau.ring_of_amplify": "Перстень Посилення",
	"item.ars_nouveau.lesser_discount_ring": "Перстень Малої Знижки",
	"item.ars_nouveau.greater_discount_ring": "Перстень Великої Знижки",
	"item.ars_nouveau.belt_of_levitation": "Пояс Левітації",
	"item.ars_nouveau.belt_of_unstable_gifts": "Пояс Нестабільних Дарів",
	"item.ars_nouveau.mundane_belt":"Світський Пояс",
	"item.ars_nouveau.ring_of_potential":"Перстень Потенціалу",
	"item.ars_nouveau.jar_of_light":"Банка зі Світлом",
	"item.ars_nouveau.bookwyrm_charm":"Амулет Книгозмія",
	"item.ars_nouveau.starbuncle_charm":"Амулет Старбункула",
	"item.ars_nouveau.starbuncle_shards":"Осколок Старбункула",
	"item.ars_nouveau.creative_spell_book":"Творча Книга Заклять",
	"item.ars_nouveau.dull_trinket":"Безтолковий Амулет",
	"item.ars_nouveau.amulet_of_mana_boost": "Амулет Збільшення Мани",
	"item.ars_nouveau.amulet_of_mana_regen": "Амулет Регенерації Мани",
	"item.ars_nouveau.dominion_wand":"Жезл Панування",
	"block.ars_nouveau.scribes_table": "Стіл Писаря",
	"block.ars_nouveau.light_block": "Світло",
	"block.ars_nouveau.temporary_light_block": "Недовговічне Світло",
	"block.ars_nouveau.mage_block": "Блок Мага",
	"block.ars_nouveau.agronomic_sourcelink": "Агрономічна Ланка",
	"block.ars_nouveau.source_jar": "Банка для Джерела",
	"block.ars_nouveau.rune": "Руна",
	"block.ars_nouveau.warding_stone": "Вартівний Камінь",
	"block.ars_nouveau.arcane_pedestal": "Пʼєдестал Таїни",
	"block.ars_nouveau.enchanting_apparatus": "Зачарувальний Апарат",
	"block.ars_nouveau.portal": "Портал Переносу",
	"block.ars_nouveau.arcane_core": "Ядро Таїни",
	"block.ars_nouveau.imbuement_chamber": "Насичувальна Камера",
	"ars_nouveau.page.jar_of_light": "Викликає світло, що слідує за гравцем. Викликати чи відкликати можна будь-коли.",
	"ars_nouveau.page.amulet_of_mana_boost": "Помірно збульшує кількість максимальної мани.",
	"ars_nouveau.page.amulet_of_mana_regen": "Помірно збульшує регенерацію мани.",
	"ars_nouveau.page.magebloom_crop": "Чароцвіт - квітки, просочені магією, забезпечують додаткове джерело для довколишніх агрономічних ланок по мірі їх зростання та є джерелом Волокон Чароцвіта. Чароцвіт також можна використати при створенні Зілль Шкоди від Заклять, збільшуючи шкоду від ваших заклять.",
	"ars_nouveau.page.belt_of_levitation": "Пояс, що дозволяє левітувати на помірні відстані понад землею. Зручно підійматись горами! Натисніть 'Крастися' доки знаходитеся у повітрі щоб піднестися",
	"ars_nouveau.page.ring_of_lesser_discount": "Окрім невеликого бонусу до максимальної мани та її регенерації, Персні Знижки зменшують загальну вартість касту заклять.",

	"ars_nouveau.page.ring_of_greater_discount": "Provides a slightly larger discount over the Lesser Ring of Discount.",
	"ars_nouveau.page.belt_of_unstable_gifts": "Occasionally grants a random positive potion effect for a short duration. These effects can vary in strength.",
	"ars_nouveau.page.reactive": "Reactive is an enchantment that can be applied to ANY item and can be applied and upgraded by the Enchanting Apparatus. Tools and armor with the Reactive enchantment have a chance to automatically cast a spell on use or when the player is hurt. The spell that the enchantment will cast is dependent on the spell inscribed in the first crafting phase, and the user must have enough mana to cast the spell.",
	"ars_nouveau.page.reactive2": "To enchant an item with Reactive, place any item or armor in the apparatus. The spell parchment placed on the pedestal must be inscribed with a valid spell. See the Scribes Table for additional information. Reactive Enchantment also requires jars of source near the Enchanting Apparatus. The first level enchantment requires approximately one third of a jar.",
	"ars_nouveau.page.reactive3": "To upgrade the enchantment, replace the reagent with any item that has an existing Reactive enchantment. The Tier 2 reactive enchantment requires an item with Reactive I, and the Tier 3 Reactive enchantment requires an item with Reactive II. Higher levels will require a significantly higher amount of source nearby.",
	"ars_nouveau.page.reactive4": "The spell that Reactive gear casts can be changed by placing an enchanted piece of gear into the apparatus with a new inscribed spell parchment. ",
	"enchantment.ars_nouveau.mana_boost": "Збільшення Мани",
	"enchantment.ars_nouveau.reactive": "Реактивність",
	"enchantment.ars_nouveau.mana_regen": "Регенерація Мани",
	"item.ars_nouveau.bucket_of_source":"Відро з Джерелом",
	"item.ars_nouveau.magic_clay":"Магічна Глина",
	"item.ars_nouveau.marvelous_clay":"Чудесна Глина",
	"item.ars_nouveau.mythical_clay":"Мітична Глина",
	"item.ars_nouveau.runic_chalk":"Рунічний писачок",
	"item.ars_nouveau.magebloom":"Магоцвіт",
	"item.ars_nouveau.magebloom_fiber":"Волокно Магоцвіту",
	"item.ars_nouveau.blaze_fiber":"Полумʼяне Волокно",
	"item.ars_nouveau.end_fiber":"Волокно Енду",
	"block.ars_nouveau.magebloom_crop":"Насіння Магоцвіту",
	"item.ars_nouveau.source_gem":"Джерельний Самоцвіт",
	"item.ars_nouveau.blank_glyph": "Порожній Гліф",
	"item.ars_nouveau.worn_notebook": "Потерний Записник",
	"item.ars_nouveau.warp_scroll": "Звиток Переносу",
	"item.ars_nouveau.spell_parchment": "Пергамент для Заклять",

	"item.ars_nouveau.ring_of_greater_discount": "Перстень Великої Знижки",

	"item.ars_nouveau.ring_of_lesser_discount": "Перстень Малої Знижки",

	"effect.ars_nouveau.shield": "Магічний Щит",
	"alert.core": "Ядро Таїни повинне бути розміщене під цим блоком.",
	"whirlisprig.unhappy": "The Whirlisprig seems very unhappy in her home. Try sprucing it up!",
	"whirlisprig.content": "The Whirlisprig seems content, but could be better.",
	"whirlisprig.happy": "The Whirlisprig appears happy enough.",
	"whirlisprig.very_happy": "The Whirlisprig is very happy!",
	"whirlisprig.extremely_happy": "The Whirlisprig is extremely happy! It doesn't seem like it wants anything else.",
	"whirlisprig.okay_diversity": "There does not appear to be much diversity.",
	"whirlisprig.diverse_enough": "There is some diversity, but could be better.",
	"whirlisprig.very_diverse": "The Whirlisprig thinks her home is very diverse.",
	"whirlisprig.extremely_diverse": "The home is extremely diverse, but Whirlisprig will never turn down a new addition to their home!",
	"whirlisprig.notinterested": "The Whirlisprig does not seem interested in this item.",
	"whirlisprig.likes": "The Whirlisprig likes this block!",
	"whirlisprig.excited": "The Whirlisprig would be excited to have this in their home!",
	"whirlisprig.toomuch": "The Whirlisprig likes this item, but has enough of it already.",
	"item.ars_nouveau.whirlisprig_charm":"Амулет Виточки",
	"item.ars_nouveau.whirlisprig_shards":"Осколок Виточки",
	"entity.ars_nouveau.whirlisprig":"Виточка",
	"ars_nouveau.page.crystallizer1": "The crystallizer provides a renewable source of Source Gems by condensing source over time. The Crystallizer can work passively at a very slow rate, or it may be given source from adjacent jars and create Source Gems as a much faster rate. The Crystallizer may also be accessed by Hoppers and Starbuncles.",
	"tooltip.source_gem":"Отрумується поміщенням в Насичувальну Камеру лазуриту чи аметисту.",
	"tooltip.magebloom":"Створюється в Зачарувальному Апараті",
	"ars_nouveau.alert.turret_type": "Selected form cannot be used by a turret.",
	"ars_nouveau.alert.spell_set": "Spell set.",
	"ars_nouveau.alert.duplicate_method": "No duplicate cast methods are allowed.",
	"ars_nouveau.relay.no_to": "Нічого не живить",
	"ars_nouveau.relay.one_to": "Живить: %d",
	"ars_nouveau.relay.no_from": "Нічим не живиться",
	"ars_nouveau.relay.one_from": "Живиться від: %d",
	"ars_nouveau.rune.touch":"Runes must have Touch as their first glyph.",
	"ars_nouveau.bookwyrm.strict_mode":"Strict mode set to %s",
	"item.ars_nouveau.allow_scroll":"Звиток Предмету: Дозвіл",
	"item.ars_nouveau.deny_scroll":"Звиток Предмету: Заборона",
	"item.ars_nouveau.wixie_shards":"Осколк Віксі",
	"item.ars_nouveau.wixie_charm":"Амулет Віксі",
	"block.ars_nouveau.wixie_cauldron":"Казанок Віксі",
	"ars_nouveau.rune.error": "Rune threw an error. Please report this! Bye rune!",
	"item.ars_nouveau.blank_parchment":"Пустий Пергамент",
	"ars_nouveau.scribe.item_added":"Предмет додано.",
	"ars_nouveau.scribe.item_removed":"Предмет видалено.",
	"ars_nouveau.allow_set": "Старбункул братиме тільки ці предмети.",
	"ars_nouveau.ignore_set": "Старбункул ігноруватиме ці предмети.",
	"block.ars_nouveau.lava_lily": "Лавове Латаття",
	"block.ars_nouveau.volcanic_sourcelink": "Вулканічна Ланка",
	"ars_nouveau.spell.disabled": "Це закляття було вимкнене у конфігурації.",
	"block.ars_nouveau.sourceberry_bush": "Джерельниця",
	"ars_nouveau.connections.cleared": "Звʼязки розірвано.",
	"ars_nouveau.connections.take": "Реле тепер живиться з %s",
	"ars_nouveau.connections.send": "Реле тепер живить %s",
	"item.minecraft.splash_potion.effect.mana_regen_potion_strong": "Splash Potion of Mana Regeneration",
	"item.minecraft.splash_potion.effect.mana_regen_potion": "Splash Potion of Mana Regeneration",
	"item.minecraft.splash_potion.effect.mana_regen_potion_long": "Splash Potion of Mana Regeneration",
	"item.minecraft.potion.effect.mana_regen_potion_strong": "Potion of Mana Regeneration",
	"item.minecraft.potion.effect.mana_regen_potion": "Potion of Mana Regeneration",
	"item.minecraft.potion.effect.mana_regen_potion_long": "Potion of Mana Regeneration",
	"item.minecraft.lingering_potion.effect.mana_regen_potion_strong": "Lingering Potion of Mana Regeneration",
	"item.minecraft.lingering_potion.effect.mana_regen_potion": "Lingering Potion of Mana Regeneration",
	"item.minecraft.lingering_potion.effect.mana_regen_potion_long": "Lingering Potion of Mana Regeneration",
	"item.minecraft.tipped_arrow.effect.mana_regen_potion_strong": "Arrow of Mana Regeneration",
	"item.minecraft.tipped_arrow.effect.mana_regen_potion": "Arrow of Mana Regeneration",
	"item.minecraft.tipped_arrow.effect.mana_regen_potion_long": "Arrow of Mana Regeneration",
	"effect.ars_nouveau.mana_regen": "Регенерація Мани",
	"ars_nouveau.on": "Активно: Так",
	"ars_nouveau.off": "Активно: Ні",
	"item.ars_nouveau.void_jar": "Банка Безодні",
	"ars_nouveau.rune.setperm": "Ця руна тепер перманентна.",
	"ars_nouveau.page.void_jar": "A jar that can destroy items on pickup and grants a small amount of mana in return. To turn the jar on and off, use the jar while sneaking. To add or remove an item to be destroyed by the jar, use the jar with an item in the off hand, or use an item on the Scribes Table with the jar placed on it. The jar must be in your hotbar to function.",
	"ars_nouveau.page.runic_chalk": "Runic chalk can be used to place permanent Runes on the ground that will cast spells on entities that walk over them. To give a rune a spell, inscribe spell parchment using the scribes table. Once the rune has cast the spell, it will become uncharged. An uncharged rune will charge itself from nearby source jars. Using Runic Chalk on a temporary rune will convert it to a permanent one.",
	"ars_nouveau.wand.invalid": "Хибне Закляття. Жезл приймає тільки Ефекти та Аугменти.",
	"item.ars_nouveau.wand":"Чаклунський Жезл",
	"ars_nouveau.wixie.has_wixie": "Цей казанок уже має Віксі.",
	"ars_nouveau.wixie.no_recipe": "Рецепт не знайдено.",
	"ars_nouveau.wixie.recipe_set": "Рецепт задано.",
	"tooltip.wixie_shard": "Obtained by using Dispel on a witch while it is less than half health.",
	"tooltip.starbuncle_shard": "Obtained by giving a wild Starbuncle a Gold Nugget.",
	"tooltip.whirlisprig_shard": "Obtained by growing a tree near a wild Whirlisprig.",
	"entity.ars_nouveau.wixie": "Віксі",
	"block.ars_nouveau.creative_source_jar":"Творча Банка для Джерела",
	"block.ars_nouveau.purple_archwood_log":"Колода Паморочного Архідерева",
	"block.ars_nouveau.blue_archwood_log":"Колода Каскадного Архідерева",
	"block.ars_nouveau.green_archwood_log":"Колода Цвітучого Архідерева",
	"block.ars_nouveau.red_archwood_log":"Колода Полумʼяного Архідерева",
	"block.ars_nouveau.purple_archwood_sapling":"Саджанець Паморочного Архідерева",
	"block.ars_nouveau.blue_archwood_sapling":"Саджанець Каскадного Архідерева",
	"block.ars_nouveau.green_archwood_sapling":"Саджанець Цвітучого Архідерева",
	"block.ars_nouveau.red_archwood_sapling":"Саджанець Полумʼяного Архідерева",
	"block.ars_nouveau.purple_archwood_leaves":"Листя Паморочного Архідерева",
	"block.ars_nouveau.blue_archwood_leaves":"Листя Каскадного Архідерева",
	"block.ars_nouveau.green_archwood_leaves":"Листя Цвітучого Архідерева",
	"block.ars_nouveau.red_archwood_leaves":"Листя Полумʼяного Архідерева",
	"block.ars_nouveau.archwood_planks":"Дошки з Архідерева",
	"ars_nouveau.page.wand": "Wands accept only a single spell, and are inscribed using the Scribes Table. A Wand always starts with Projectile -> Accelerate, and MUST be inscribed with a spell that does not have another method. This allows you to cast spells beyond the 10 spell cap. If you want a wand that casts Break, inscribe the wand with JUST break, and your result will be a wand with Projectile -> Acclerate -> Break.",
	"ars_nouveau.starbuncle.cleared": "Tasks cleared.",
	"block.ars_nouveau.red_archwood_wood":"Деревина Полумʼяного Архідерева",
	"block.ars_nouveau.green_archwood_wood":"Деревина Цвітучого Архідерева",
	"block.ars_nouveau.purple_archwood_wood":"Деревина Паморочного Архідерева",
	"block.ars_nouveau.blue_archwood_wood":"Деревина Каскадного Архідерева",
	"ars_nouveau.connections.fail": "Задалеко.",
	"block.ars_nouveau.archwood_slab":"Плита з Архідерева",
	"block.ars_nouveau.archwood_fence":"Паркан з Архідерева",
	"block.ars_nouveau.archwood_fence_gate":"Хвіртка з Архідерева",
	"block.ars_nouveau.archwood_trapdoor":"Люк з Архідерева",
	"block.ars_nouveau.archwood_pressure_plate":"Натискна плита з Архідерева",
	"block.ars_nouveau.archwood_door":"Двері з Архідерева",
	"block.ars_nouveau.stripped_blue_archwood_log":"Обтесана колода Каскадного Архідерева",
	"block.ars_nouveau.stripped_blue_archwood_wood":"Обтесана деревина Каскадного Архідерева",
	"block.ars_nouveau.stripped_red_archwood_log":"Обтесана колода Полумʼяного Архідерева",
	"block.ars_nouveau.stripped_red_archwood_wood":"Обтесана деревина Полумʼяного Архідерева",
	"block.ars_nouveau.stripped_green_archwood_log":"Обтесана колода Цвітучого Архідерева",
	"block.ars_nouveau.stripped_green_archwood_wood":"Обтесана деревина Цвітучого Архідерева",
	"block.ars_nouveau.stripped_purple_archwood_log":"Обтесана колода Паморочного Архідерева",
	"block.ars_nouveau.stripped_purple_archwood_wood":"Обтесана деревина Паморочного Архідерева",
	"block.ars_nouveau.archwood_stairs":"Сходи з Архідерева",
	"block.ars_nouveau.archwood_button":"Кнопка з Архідерева",
	"block.ars_nouveau.source_gem_block":"Блок Джерельних Самоцвітів",
	"item.ars_nouveau.spell_bow": "Лук Заклинача",
	"item.ars_nouveau.split_arrow": "Аугмент-Стріла: Поділ",
	"item.ars_nouveau.amplify_arrow": "Аугмент-Стріла: Посилення",
	"item.ars_nouveau.pierce_arrow": "Аугмент-Стріла: Пронзання",
	"ars_nouveau.page.spell_bow": "A bow that can be inscribed with a spell using the Scribes Table. If the player has enough mana, arrows will become Spell Arrows and will apply the spell on their target. If no arrows are in the inventory, a spell arrow that deals 0 damage will be cast. If there is not enough mana, regular arrows will be fired. Enchanter's Bows may use special Augment Arrows for empowering the inscribed spell.",
	"ars_nouveau.page.amplify_arrow": "Adds two amplifies to the end of the inscribed spell when used. Each recipe makes 32.",
	"ars_nouveau.page.pierce_arrow": "Adds two pierce to the beginning of the chain. Each recipe makes 32.",
	"ars_nouveau.page.split_arrow": "Adds two split to the beginning of the chain. If a spell arrow will deal damage, each split arrow will as well. Each recipe makes 32.",
	"ars_nouveau.bow.invalid": "Bows may only accept spells that do not contain a form.",
	"ars_nouveau.norecipe": "Рецепт не знайдено.",
	"ars_nouveau.apparatus.nomana": "Недостатньо Джерела поблизу.",
	"ars_nouveau.reset.cleared": "Прогрес скинуто.",
	"effect.ars_nouveau.summoning_sickness": "Викликає Хворобу",
	"entity.ars_nouveau.wilden_guardian": "Вілден-Захисник",
	"entity.ars_nouveau.wilden_stalker": "Вілден-Переслідувач",
	"entity.ars_nouveau.wilden_hunter": "Вілден-Мисливець",
	"item.ars_nouveau.wilden_spike": "Шип Вілдена",
	"item.ars_nouveau.wilden_horn": "Ріг Вілдена",
	"item.ars_nouveau.wilden_wing": "Крило Вілдена",
	"tooltip.wilden_spike": "Випадє з Вілдена-Захисника, водиться у холодних біомах.",
	"tooltip.wilden_wing": "Випадає з Вілдена-Переслідувача.",
	"tooltip.wilden_horn": "Випадає з Вілдена-Мисливця",
	"entity.ars_nouveau.summon_wolf": "Прикликаний Вовк",
	"tooltip.worn_notebook": "Документація по Ars Nouveau",
	"effect.ars_nouveau.shocked": "Приголомшений",
	"ars_nouveau.flask.charges": "Пляшки: %d",
	"item.ars_nouveau.potion_flask": "Фляжка для Зілль",

	"ars_nouveau.glyph_of": "Гліф: %s",
	"ars_nouveau.thread_of": "Переплет: %s",
	"ars_nouveau.book.name": "Потерний Записник",
	"ars_nouveau.book.landing_text": "Ars Nouveau provides spell crafting, magical devices, powerful trinkets, and magical entity automation. To help  development or report issues, join the community: https://discord.gg/y7TMXZu Thank you for playing.",

	"ars_nouveau.spell_tier.1": "1",
	"ars_nouveau.spell_tier.2": "2",
	"ars_nouveau.spell_tier.3": "3",
	"ars_nouveau.mana_cost.none": "Немає",
	"ars_nouveau.mana_cost.low": "Низька",
	"ars_nouveau.mana_cost.medium": "Середня",
	"ars_nouveau.mana_cost.high": "Висока",

	"ars_nouveau.spell_book.copied": "До Книги скопійовано %d нових гліфів.",
	"ars_nouveau.spell_book.create_mode": "Create Mode",
	"ars_nouveau.spell_book.select": "Натисни %s для швидкого вибору",
	"ars_nouveau.spell_book.craft": "Натисни %s для швидкого крафту",
	"ars_nouveau.spell_book_gui.spell_name": "Назва Закляття",
	"ars_nouveau.spell_book_gui.search": "Пошук",
	"ars_nouveau.spell_book_gui.form": "Форма",
	"ars_nouveau.spell_book_gui.effect": "Ефект",
	"ars_nouveau.spell_book_gui.augment": "Аугмент",
	"ars_nouveau.spell_book_gui.create": "Створ.",
	"ars_nouveau.spell_book_gui.clear": "Скин.",

	"ars_nouveau.color_gui.red_slider": "Червоний: ",
	"ars_nouveau.color_gui.green_slider": "Зелений: ",
	"ars_nouveau.color_gui.blue_slider": "Синій: ",
	"ars_nouveau.color_gui.title": "Колір Закляття",
	"ars_nouveau.color_gui.presets": "Пресет",
	"ars_nouveau.color_gui.default": "Стнд.",
	"ars_nouveau.color_gui.purple": "Фіолет.",
	"ars_nouveau.color_gui.blue": "Синій",
	"ars_nouveau.color_gui.red": "Червоний",
	"ars_nouveau.color_gui.green": "Зелений",
	"ars_nouveau.color_gui.yellow": "Жовтий",
	"ars_nouveau.color_gui.white": "Білий",
	"ars_nouveau.color_gui.orange": "Помаранч.",
	"ars_nouveau.color_gui.cyan": "Блакитний",
	"ars_nouveau.color_gui.save": "Зберегти",

	"ars_nouveau.dominion_wand.stored_entity": "Задана сутність.",
	"ars_nouveau.dominion_wand.position_set": "Місце задано.",
	"ars_nouveau.dominion_wand.no_entity": "Сутність не задано.",
	"ars_nouveau.dominion_wand.entity_stored": "Сутність задано.",
	"ars_nouveau.dominion_wand.no_location": "Місце не задано.",
	"ars_nouveau.dominion_wand.position_stored": "Місце: %s.",

	"ars_nouveau.position": "X: %1$d Y: %2$d Z: %3$d",

	"ars_nouveau.spell_arrow.desc": "Посилює закляття коли використовується разом із Луком Чаклуна.",
	"ars_nouveau.spell_parchment.no_spell": "Виберіть закляття у Книзі Заклять.",
	"ars_nouveau.spell_parchment.inscribed": "Заклання записано.",
	"ars_nouveau.warp_scroll.wrong_dim": "Використання цього звитку у цьому вимірі - погана ідея.",
	"ars_nouveau.warp_scroll.inv_full": "Недостатньо місця у вашому інвентарі.",
	"ars_nouveau.warp_scroll.recorded": "Ви записали місце до вашого Звитку Переносу.",
	"ars_nouveau.warp_scroll.no_location": "Використайте доки крадетесь, щоб встановити місце.",
	"ars_nouveau.wand.spell_invalid": "Хибне Закляття.",

	"ars_nouveau.starbuncle.store": "Starbuncle will store items here.",
	"ars_nouveau.starbuncle.take": "Starbuncle take from this inventory.",
	"ars_nouveau.starbuncle.whitelist": "Whitelisted: ",
	"ars_nouveau.starbuncle.blacklist": "Ignoring: ",
	"ars_nouveau.starbuncle.storing": "Storing items at %d locations",
	"ars_nouveau.starbuncle.taking": "Taking items from %d locations",
	"ars_nouveau.bookwyrm.spell_set": "Spell set.",
	"ars_nouveau.bookwyrm.invalid": "A Bookwyrm cannot cast an invalid spell.",
	"ars_nouveau.bookwyrm.desc": "Give this Bookwyrm a spell by giving it some inscribed Spell Parchment. ",
	"ars_nouveau.bookwyrm.casting": "This Bookwyrm is casting %s",
	"ars_nouveau.bookwyrm.spell_item": "This Bookwyrm will use %s in spells if this item is in a Lectern chest.",
	"ars_nouveau.bookwyrm.no_item": "Nothing.",
	"ars_nouveau.bookwyrm.placing": "Placing: ",
	"ars_nouveau.bookwyrm.using": "Using: ",
	"ars_nouveau.bookwyrm.spell": "Casting: ",
	"ars_nouveau.bookwyrm.strict": "Strict mode: ",
	"ars_nouveau.whirlisprig.ignore": "Whirlisprig will ignore these items",
	"ars_nouveau.whirlisprig.ignore_list": "Ignoring: ",
	"ars_nouveau.whirlisprig.tooltip_extremely_happy": "Невимовно щасливий",
	"ars_nouveau.whirlisprig.tooltip_very_happy": "Дуже щасливий",
	"ars_nouveau.whirlisprig.tooltip_happy": "Щасливий",
	"ars_nouveau.whirlisprig.tooltip_content": "Задоволений",
	"ars_nouveau.whirlisprig.tooltip_unhappy": "Дуже нещасливий",
	"ars_nouveau.whirlisprig.tooltip_mood": "Настрій: ",
	"ars_nouveau.source_jar.fullness": "%d%% заповнення",
	"ars_nouveau.bookwyrm_lectern.set" : "Set area to %s",
	"ars_nouveau.bookwyrm_lectern.5x5": "Set area to 5 x 5",
	"ars_nouveau.bookwyrm_lectern.9x9": "Set area to 9 x 9",
	"ars_nouveau.bookwyrm_lectern.adjacent": "Set area to adjacent blocks only.",
	"ars_nouveau.spell_turret.casting": "Кастує: ",
	"ars_nouveau.wixie.crafting": "Майструє: ",
	"ars_nouveau.wixie.need_mana": "Потрібне Джерело.",
	"ars_nouveau.wixie.needs": "Потребує: ",
	"ars_nouveau.wixie.needs_storage": "Потребує: Вмістилище для Зілль.",
	"ars_nouveau.true": "так",
	"ars_nouveau.false": "ні",

	"ars_nouveau.spell_hud.crafting_mode": "Режим Крафтингу",

	"ars_nouveau.spell.validation.crafting.invalid": "Щось не так із цим Закляттям.",
	"ars_nouveau.spell.validation.crafting.invalid_glyphs": "Один, або декілька гліфів у Заклятті хибні.",

	"ars_nouveau.spell.validation.exists._comment": "__ These messages appear when reporting on an existing spell that is invalid. __",
	"ars_nouveau.spell.validation.exists.non_empty_spell": "Закляття не може бути порожнім.",
	"ars_nouveau.spell.validation.exists.max_one_cast_method": "Закляття вже містить гліф форми: «%s»",
	"ars_nouveau.spell.validation.exists.starting_cast_method": "Закляття повинне починатися з гліфу форми.",
	"ars_nouveau.spell.validation.exists.action_augmentation_policy": "«%s« аугметоване до ліміту за допомогою «%s».",
	"ars_nouveau.spell.validation.exists.action_augmentation_policy.zero": "«%s» не аугментується за допомогою «%s».",
	"ars_nouveau.spell.validation.exists.glyph_occurrences_policy": "Максимальна кількість «%s».",
	"ars_nouveau.spell.validation.exists.augment_compatibility": "«%s» не аугментується за допомогою «%s»",
	"ars_nouveau.spell.validation.exists.glyph_tier": "%s is too powerful for your current spell book.",

	"ars_nouveau.spell.validation.adding._comment": "__ These messages appear when attempting to add a glyph that would make a spell invalid. __",
	"ars_nouveau.spell.validation.adding.non_empty_spell": "Закляття не може бути порожнім.",
	"ars_nouveau.spell.validation.adding.max_one_cast_method": "Закляття вже містить гліф форми.",
	"ars_nouveau.spell.validation.adding.starting_cast_method": "Закляття повинне починатися з гліфу форми.",
	"ars_nouveau.spell.validation.adding.action_augmentation_policy": "«%s« аугметоване до ліміту за допомогою «%s».",
	"ars_nouveau.spell.validation.adding.action_augmentation_policy.zero": "«%s» не аугментується «%s».",
	"ars_nouveau.spell.validation.adding.glyph_occurrences_policy": "Максимальна кількість «%s».",
	"ars_nouveau.spell.validation.adding.augment_compatibility": "«%s» не аугментується за допомогою «%s»",
	"ars_nouveau.spell.validation.adding.glyph_tier": "%s запотужне для цієї Книги Заклять.",

	"ars_nouveau.spell.no_mana": "Недостатньо Мани.",
	"block.ars_nouveau.potion_jar": "Банка для Зілль",
	"block.ars_nouveau.potion_melder": "Змішувач Зілль",
	"item.ars_nouveau.potion_flask_extend_time": "Зачарована Фляжка для Зілль: Збільшена Тривалість",
	"item.ars_nouveau.potion_flask_amplify": "Зачарована Фляжка для Зілль: Посилення",
	"tooltip.potion_flask_extend_time": "Подовжує дію ефектів на 50%.",
	"tooltip.potion_flask_amplify": "Збільшує силу ефектів, але скорочує час дії.",
	"tooltip.potion_flask": "Вміщує 8 пляшок з Зіллями.",
	"ars_nouveau.locked": "Locked",
	"ars_nouveau.unlocked": "Unlocked",
	"ars_nouveau.page4.wixie_charm": "Wixies will autocraft potions using nearby Potion Jars and items. Potions that require Water will be supplied by the Wixie. Potions that require another potion as a base will be taken from nearby Potion Jars. A Wixie will output 3 doses of a Potion into a nearby Potion Jar when complete. To begin, place down an empty Potion Jar, right click the cauldron with an Awkward Potion, and supply Nether Wart from a nearby chest.",
	"ars_nouveau.page5.wixie_charm": "When using multiple Wixies, you may wish to lock a jar to a specific potion. Wixies will only output potion to jars that contain the same potion, or an unlocked empty potion. Each craft costs Source. See the section on the Potion Jar for more information.",
	"entity.ars_nouveau.summon_horse": "Прикликаний Кінь",
	"block.ars_nouveau.sconce": "Магічна Світоч",
	"block.ars_nouveau.ritual_brazier": "Ритуальна Жаровня",
	"ars_nouveau.tooltip.consumed": "Items Consumed:",
	"ars_nouveau.tooltip.waiting": "Awaiting Activation",
	"ars_nouveau.tooltip.running": "Running",
	"ars_nouveau.tooltip.conditions_unmet": "Conditions Unmet",
	"ars_nouveau.tooltip.exp_gem": "Дає досвіт при використанні. Крадіться, щоб поглинути стак.",
	"item.ars_nouveau.experience_gem": "Самоцвіт Досвіду",
	"item.ars_nouveau.greater_experience_gem": "Великий Самоцвіт Досвіду",
	"effect.ars_nouveau.hex": "Ворожба",
	"ars_nouveau.set_spell": "Записато у Том.",
	"ars_nouveau.invalid_spell": "Хибне Закляття",
	"effect.ars_nouveau.scrying": "Приводіння",
	"ars_nouveau.tooltip.magebloom": "Росте із насіння зробленого через Зачарувальний Апарат.",
	"ars_nouveau.tooltip.dull": "Пуста дрібничка, не можна надягнути. Використовується в крафті.",
	"ars_nouveau.sword.invalid": "Хибне Закляття. Swords accept Effects and Augments only, such as Freeze -> Extend Time.",
	"item.ars_nouveau.enchanters_sword": "Меч Чаклуна",
	"item.ars_nouveau.enchanters_shield": "Щит Чаклуна",
	"ars_nouveau.page.enchanters_sword": "Applies a Touch spell before damaging an entity. Additionally, all spells gain one additional Amplify augment on the last effect in the spell. Apply a spell at the Scribes Table that does NOT contain a form, such as Ignite -> Extend Time.",
	"ars_nouveau.page.enchanters_shield": "Upon blocking damage, the user will gain a short duration of Mana Regeneration and Spell Damage. Additionally, this shield will repair over time using the wearers mana.",
	"ars_nouveau.tooltip.can_inscribe": "Може бути прописане Закляттям на Столі Писаря.",
	"biome.ars_nouveau.archwood_forest": "Ліс Архідерев",
	"ars_nouveau.tooltip.turned_off": "Turned off",
	"effect.ars_nouveau.glide": "Плин",
	"effect.ars_nouveau.snared": "Пастка",
	"item.ars_nouveau.starbuncle_se": "Яйце Виклику Старбункула",
	"item.ars_nouveau.whirlisprig_se": "Яйце Виклику Виточки",
	"item.ars_nouveau.wilden_hunter_se": "Яйце Виклику Вілдена-Мисливця",
	"item.ars_nouveau.wilden_guardian_se": "Яйце Виклику Вілдена-Захисника",
	"item.ars_nouveau.wilden_stalker_se": "Яйце Виклику Вілдена-Переслідувача",
	"tooltip.ars_nouveau.caster_tome": "Кастує закляття витрачаючи вдвічи менше мани, або, якщо її не достатньо, всю доступну ману.",
	"item.ars_nouveau.caster_tome": "Том Чаклуна",
	"tooltip.ars_nouveau.glyph_disabled": "Disabled. Cannot be used.",
	"tooltip.ars_nouveau.glyph_level": "Гліф %s рівня.",
	"tooltip.ars_nouveau.caster_level": "Для гліфів %s рівня чи нижче.",
	"tooltip.ars_nouveau.hold_shift": "Утримуй shift для подробиць.",
	"item.ars_nouveau.drygmy_shard": "Осколок Дриґму",
	"item.ars_nouveau.drygmy_charm": "Амулет Дриґму",
	"block.ars_nouveau.drygmy_stone": "Оселя Дриґму",
	"tooltip.ars_nouveau.drygmy_shard": "Дає Дриґм в обмін на Ріг Вілдена.",
	"entity.ars_nouveau.drygmy": "Дриґм",
	"effect.ars_nouveau.flight": "Політ",
	"effect.ars_nouveau.gravity": "Гравітація",
	"tooltip.ars_nouveau.tablet": "Одноразова Скрижаль для ритуалів.",
	"ars_nouveau.enchanting.bad_level": "This item must have the previous level of enchantment.",
	"ars_nouveau.enchanting.incompatible": "This enchantment is incompatible with this item.",
	"entity.ars_nouveau.wilden_boss": "Вілден-Химера",
	"ars_nouveau.chimera.rage": "Химера розлютилася.",
	"entity.ars_nouveau.spike": "Шип Химери",
	"tooltip.ars_nouveau.wilden_tribute": "Отримаєте за перемогу над Вілденом-Химерою. Див. Ритуал «Виклик Вілдена».",
	"item.ars_nouveau.wilden_tribute": "Трофей з Вілдена",
	"item.ars_nouveau.mimic_scroll": "Мімічний Звиток",
	"tooltip.ars_nouveau.spell_damage": "Шкода від Закляття: %s",
	"tooltip.ars_nouveau.duration_modifier": "Модифікатор Тривалості: %s",
	"tooltip.ars_nouveau.amp_modifier": "Модифікатор Посилення: %s",
	"item.ars_nouveau.summon_focus": "Фокус Виклику",
	"tooltip.ars_nouveau.summon_focus": "Збільшує тривалість та силу ваших прикликанців.",
	"curios.identifier.an_focus": "Фокус Заклять",
	"ars_nouveau.school.manipulation": "Маніпуляція",
	"ars_nouveau.school.abjuration": "Зречення",
	"ars_nouveau.school.conjuration": "Заклин",
	"ars_nouveau.school.air": "Стихія Повітря",
	"ars_nouveau.school.earth": "Стихія Землі",
	"ars_nouveau.school.fire": "Стихія Вогню",
	"ars_nouveau.school.water": "Стихія Води",
	"block.agronomic_sourcelink.disabled": "Інша Агрономічна Ланка поруч...",
	"ars_nouveau.spell_set": "Набір Заклинань.",
	"block.ars_nouveau.vitalic_sourcelink": "Життєва Ланка",
	"block.ars_nouveau.alchemical_sourcelink": "Алхімічна Ланка",
	"ars_nouveau.page1.armor": "Magical robes will increase the wearers mana regen and can be upgraded with special abilities using Threads. The Sorceror's set provides the lowest defence, but provides the most powerful set of slots for Threads. The Arcanist's and Battlemage's sets provide increasingly more defence, but fewer and less powerful Thread Slots. For more information on Threads, see the section on Armor and Perks.",
	"ars_nouveau.page.potion_jar": "A jar that stores up to 100 potions. Potion can be removed by using an Empty Bottle or Potion Flask on the jar. Wixies will use these jars during Potion Autocrafting. The jar may be locked by using a Dominion Wand while sneaking. Locked Jars will only receive the potion it is locked to from Wixies. Can be used with a Comparator.",
	"ars_nouveau.glyph_crafting": "Glyph Crafting",
	"ars_nouveau.page1.scribes_table": "To craft new glyphs, use a spell book on the table to open the codex. Each glyph requires a set of items and experience points to unlock. Select a glyph by clicking on it in the menu, and hit select. Throw the items onto the table as rendered above, and the table will scribe a new glyph. The table will also pull items from nearby inventories.",
	"ars_nouveau.page2.scribes_table": "You may also write a specific spell to Spell Parchment or Enchanters Items. To do this, place a Spell Parchment on the table. Then, with your spell book in hand, change your spell book to your desired spell as if you were going to cast it. Then, use the book on the table while sneaking. Your item will now contain that spell.",
	"ars_nouveau.page1.lava_lily":"A decorative block that can be placed on any liquid or block. The texture of this block varies if it is placed on Lava, a Magma Block, or any other block.",
	"ars_nouveau.page1.wilden":"An ancient race that mastered shapeshifting magic, Wilden are hostile creatures that can be commonly found at night. While Wilden Defenders may only be found in cold biomes, Stalkers and Pack Hunters can be found in any biome.",
	"ars_nouveau.page3.wilden":"An aggressive and fast hunter that can summon allied wolves.",
	"ars_nouveau.page4.wilden":"Generally spawning in small groups, Stalkers have ground and aerial attacks.",
	"ars_nouveau.page5.wilden":"Found in cold biomes, a Defender is a slow moving heavy hitter with a ranged attack.",
	"ars_nouveau.page6.wilden":"Summoned with a Ritual of Wilden Tribute, the chimera is a powerful and destructive mid-level boss.",
	"ars_nouveau.page7.wilden":"The Chimera is a worthy fight for a caster with Tier 2 spells and equipment. The Chimera resists cold damage, and a variety of spells including buffs, dispel, and mobility are suggested.",
	"ars_nouveau.page1.allow_scroll": "Provides a list of items to automation related entities. To inscribe an item, place on the Scribes Table and use blocks and items on the table while sneaking. When given to a Starbuncle, the Starbuncle will only pickup and take items on the scroll.",
	"ars_nouveau.page1.deny_scroll": "Provides a list of items to automation related entities. To inscribe an item, place on the Scribes Table and use blocks and items on the table while sneaking. When given to a Starbuncle, the Starbuncle will pickup and take any item that is NOT on this scroll.",
	"ars_nouveau.page1.mimic_scroll": "Provides a list of items to automation related entities. When this scroll is attached to an inventory, entities will only insert items that already exist in the inventory. To attach the scroll, place an item frame on the inventory, and place a Mimic Scroll in it.",
	"block.ars_nouveau.mycelial_sourcelink": "Міцельна Ланка",
	"item.ars_nouveau.source_berry_pie": "Джерельничний Пиріг",
	"item.ars_nouveau.source_berry_roll": "Джерельничний Рулет",
	"tooltip.ars_nouveau.source_food": "Забезпечує регенерацію Мани при споживанні.",
	"block.ars_nouveau.relay_warp": "Дже-Реле: Переміщувач",
	"block.ars_nouveau.relay_deposit": "Дже-Реле: Наповнювач",
	"ars_nouveau.page.relay_deposit": "Працює подібно до Дже-Реле, але самостійно наповнюватиме не привʼязані Банки в межах 5 блоків. Може живити тільки 1 споживача за раз. Див. «Дже-Реле» для подробиць.",
	"ars_nouveau.page.relay_warp": "Працює подібно до Дже-Реле: Поділювача, але може телепортувати Джерело на будь-які дистанції між іншими Переміщувачами. При відстані більше 30 блоків можливі деякі втрати Джерела при переміщені. Див. «Дже-Реле» для подробиць.",
	"item.minecraft.splash_potion.effect.spell_damage_potion_strong": "Splash Potion of Spell Damage",
	"item.minecraft.splash_potion.effect.spell_damage_potion": "Splash Potion of Spell Damage",
	"item.minecraft.splash_potion.effect.spell_damage_potion_long": "Splash Potion of Spell Damage",
	"item.minecraft.potion.effect.spell_damage_potion_strong": "Potion of Spell Damage",
	"item.minecraft.potion.effect.spell_damage_potion": "Potion of Spell Damage",
	"item.minecraft.potion.effect.spell_damage_potion_long": "Potion of Spell Damage",
	"item.minecraft.lingering_potion.effect.spell_damage_potion_strong": "Lingering Potion of Spell Damage",
	"item.minecraft.lingering_potion.effect.spell_damage_potion": "Lingering Potion of Spell Damage",
	"item.minecraft.lingering_potion.effect.spell_damage_potion_long": "Lingering Potion of Spell Damage",
	"item.minecraft.tipped_arrow.effect.spell_damage_potion_strong": "Arrow of Spell Damage",
	"item.minecraft.tipped_arrow.effect.spell_damage_potion": "Arrow of Spell Damage",
	"item.minecraft.tipped_arrow.effect.spell_damage_potion_long": "Arrow of Spell Damage",
	"effect.ars_nouveau.spell_damage": "Ушкодження від Заклять",
	"ars_nouveau.spell_book_gui.familiar": "Фамільяр",
	"ars_nouveau.spell_book_gui.close": "Згорн.",
	"effect.ars_nouveau.familiar_sickness": "Хвороба Фамільяра",
	"ars_nouveau.familiar.sickness": "Потрібно зачекати перед викликом ще одного Фамільяра.",
	"ars_nouveau.gui.notebook": "Документація",
	"ars_nouveau.gui.color": "Вибір кольору",
	"ars_nouveau.gui.familiar": "Фамільяри",
	"ars_nouveau.category.familiars": "Familiars can provide passive buffs and assistance in combat. For more information, see the section on Summoning a Familiar.",
	"ars_nouveau.familiar.owned": "You already own this familiar.",
	"ars_nouveau.familiar.unlocked": "Familiar unlocked.",
	"ars_nouveau.familiar.script": "Використовується для заведення Фамільяру. Отримується через Ритуал «Звʼязок».",
	"ars_nouveau.schools": "Школи: ",
	"entity.ars_nouveau.familiar_bookwyrm": "Книгозмій-Фамільяр",
	"entity.ars_nouveau.familiar_starbuncle": "Старбункул-Фамільяр",
	"entity.ars_nouveau.familiar_whirlisprig": "Виточка-Фамільяр",
	"entity.ars_nouveau.familiar_wixie": "Віксі-Фамільяр",
	"entity.ars_nouveau.familiar_drygmy": "Дриґм-Фамільяр",
	"ars_nouveau.mirror.invalid": "Invalid spell. Mirrors accept Effects and Augments only.",
	"item.ars_nouveau.enchanters_mirror": "Люстерко Чаклуна",
	"ars_nouveau.page.enchanters_mirror": "Applies a self spell to the user. Spells cast with this mirror are discounted and gain additional bonus duration to all glyphs. Apply a spell at the Scribe's table that DOES NOT contain a form such as Strength -> Heal.",
	"block.ars_nouveau.bookwyrm_lectern": "Аналой Книгозмія",
	"ars_nouveau.seconds": "%s секунд",
	"block.ars_nouveau.basic_spell_turret": "Базова Чаклунська Турель",
	"block.ars_nouveau.spell_turret": "Зачарована Чаклунська Турель",
	"block.ars_nouveau.timer_spell_turret": "Часова Чаклунська Турель",
	"effect.ars_nouveau.bounce": "Відскок",
	"ars_nouveau.starbuncle.path": "Starbuncle will prefer to path on this block if it is on their way.",
	"ars_nouveau.starbuncle.pathing": "Preferring to path on %s",
	"ars_nouveau.summoning": "Виклик",
	"ars_nouveau.item_transport": "Item Transport",
	"ars_nouveau.filtering": "Filtering",
	"ars_nouveau.filtering_with": "Filtering with: %s",
	"ars_nouveau.filter_set": "Filter set.",
	"ars_nouveau.pathing": "Pathing",
	"block.ars_nouveau.archwood_chest": "Скриня з Архідерева",
	"block.ars_nouveau.spell_prism": "Призма Заклять",
	"ars_nouveau.page.spell_prism": "When a projectile spell hits this block, it is redirected the direction the block is facing. Spell Prisms will send a signal to nearby Observers if a spell is redirected.",
	"ars_nouveau.weald_walker.home": "Охороняє: %s",
	"ars_nouveau.nothing": "Нічого",
	"ars_nouveau.weald_walker": "Лісний Ходець",
	"entity.ars_nouveau.cascading_weald_walker": "Каскадний Лісний Ходець",
	"entity.ars_nouveau.flourishing_weald_walker": "Цвітучий Лісний Ходець",
	"entity.ars_nouveau.blazing_weald_walker": "Полумʼяний Лісний Ходець",
	"entity.ars_nouveau.vexing_weald_walker": "Паморочний Лісний Ходець",
	"ars_nouveau.page1.weald_walker": "Weald Walkers are living Archwood Trees that guard their homes against hostile monsters. A Weald Walker can be created from the Ritual of Awakening. When summoned, the Weald Walker will roam randomly unless given a home position. To give the Weald Walker a home, use the dominion wand on the Weald Walker, and then the block you wish it to guard.",
	"ars_nouveau.page2.weald_walker": "Casts Flare at nearby enemies, careful not to ignite any blocks in the process.",
	"ars_nouveau.page3.weald_walker": "Casts Freeze and Cold Snap at nearby enemies.",
	"ars_nouveau.page4.weald_walker": "Casts an amplified Harm with a Snare effect at nearby enemies.",
	"ars_nouveau.page5.weald_walker": "Casts Hex and an amplified Wither at nearby enemies.",
	"ars_nouveau.page1.weald_waddler": "If a Weald Walker dies, it will be turned into a Weald Waddler. Weald Waddlers will slowly grow back into Weald Walkers, and can be sped up by giving them bonemeal. A Weald Waddler cannot fight or protect itself until it has grown back to a Walker.",
	"ars_nouveau.source": "Джерело: %s",
	"ars_nouveau.crush_recipe": "Crush Glyph",
	"ars_nouveau.enchanting_apparatus": "Зачарувальний Апарат",

	"ars_nouveau.page.apparatus_crafting": "Апаратобудування",
	"ars_nouveau.page1.apparatus_crafting": "The Enchanting Apparatus is used for crafting special machines, curios, and equipment used to progress in Ars Nouveau. Crafting with the Enchanting Apparatus requires up to eight Arcane Pedestals, an Arcane Core, and the Enchanting Apparatus block. Once you have setup your apparatus, you should craft your first Magebloom Seed.",
	"ars_nouveau.page.better_casting": "Better Casting",
	"ars_nouveau.page1.better_casting": "Your mana pool may be expanded with special mage armors, enchantments, learning new glyphs, or by drinking potions. Once you have acquired a Magebloom Seed, you may craft Novice Robes which will expand your casting abilities significantly. These robes will self-repair using your mana pool, have a high enchantability, and provide decent armor.",
	"ars_nouveau.page.new_glyphs": "New Glyphs",
	"ars_nouveau.page1.new_glyphs": "Accessing new spells will require a small amount of setup, resources, and base building. New spells can be learned by obtaining Glyphs. Glyphs are created using the Scribe's Table with Experience and items. Once you have obtained a glyph, simply use it to memorize the glyph. See the section on the Scribes Table for more information.",
	"ars_nouveau.page.source": "Source",
	"ars_nouveau.page1.source": "Source is a special resource that must be gathered using devices in the world. Source is used for powering devices like the Imbuement Chamber and Enchanting Apparatus. To begin gathering Source, you will need a Source Jar and a Sourcelink.",
	"ars_nouveau.page.spell_casting": "Spell Casting",
	"ars_nouveau.page1.spell_casting": "To begin spell casting, you will need to first obtain a Spellbook. A spellbook will allow you to create, store, and cast spells using Mana. A higher tier spell book will provide additional spell slots, allowing you to craft more complex spells. $(br) To craft your first spell, you must first select the $(bold)Form$() that the spell will take on. A $(bold)Form$() glyph must always be the first glyph in a spell recipe.",
	"ars_nouveau.page2.spell_casting": "Next, add any number of $(bold)Effects$() to the chain. Effects refer to $(italic)what$() the spell will do and they will resolve in the order they are placed in the book at the target or location the spell hits. An $(bold)Augment$() can be used to modify the way an Effect or Form behaves. $(bold)Augments$() may be placed after an Effect or Form. An Augment will only apply to the glyph to the $(bold)left$() of it. Multiple augments may also be applied on the same Effect or Form by chaining Augments together.",
	"ars_nouveau.page3.spell_casting": "If you would like to set a spell to a different tab, select the tab from the right side and repeat the above process. Several keybindings are provided for using the spellbook. $(br)Open Spellbook: $(k:ars_nouveau.open_book) $(br)Quick Select: $(k:ars_nouveau.selection_hud) $(br)Next Spell: $(k:ars_nouveau.next_slot) $(br)Previous Spell: $(k:ars_nouveau.previous_slot)",
	"ars_nouveau.page.spell_mana": "Spell Mana",
	"ars_nouveau.page1.spell_mana": "Spell Mana is used to cast spells with a $(thing)Spellbook$(). The maximum amount of mana, and the speed at which it regenerates, may be increased by wearing special $(item)Mage Armor$() or by applying the $(item)Mana Boost$() or $(item)Mana Regen$() enchantments on your gear. Additionally, you will gain bonus mana and regeneration for each glyph unlocked in your spellbook.",
	"ars_nouveau.page2.spell_mana": "Adding glyphs to your spell book will also increase your maximum amount of mana and mana regeneration. This bonus also scales with the tier of your spell book.",
	"ars_nouveau.page.starting_automation": "Starting Automation",
	"ars_nouveau.page1.starting_automation": "Spells may be used in Automation through casters like the Bookwyrm or Spell Turret. Use these to create auto harvesters, tree farms, quarries, cake farms, glass factories, and more! For item transport, autocrafting, or resource generation, see the variety of magical entities that may be summoned using Charms.",
	"ars_nouveau.page.trinkets": "Trinkets",
	"ars_nouveau.page1.trinkets": "Items and curios can expand your casting and can provide unique buffs. For more casting, you may want to craft a Ring of Discount or an Amulet of Mana Regen. For travel, see the Belt of Levitation, or improve your mining efficiency with the Jar of Voiding.",
	"ars_nouveau.page.upgrades": "Upgrades",
	"ars_nouveau.page1.upgrades": "Tier 2 and 3 glyphs will require an Apprentice and Archmage spell book respectively. Higher tier books will allow you to cast higher tier spells, use them in automation, and provide additional mana and mana regeneration as a bonus. Once you are able to upgrade your book, upgrading your armor to the next tier of robes will also grant you another boost in casting.",
	"ars_nouveau.page.world_generation": "World Generation",
	"ars_nouveau.page1.world_generation": "Several resources can spawn in the world, each with their own magical properties. Archwood trees come in several decorative variants and may be used to craft Casting Wands. Source Berries, found in Taigas, are essential for crafting Mana Regeneration potions.",
	"ars_nouveau.page.archwood": "Архідерева",
	"ars_nouveau.page1.archwood": "Archwood Trees have a small chance to spawn in any biome, and come in four types. Rarely, you may stumble upon an Archwood Forest, a biome full of magical creatures, naturally spawning lights, and Archwood trees. Can be used as decoration, rituals, or for crafting wands.",
	"ars_nouveau.page1.decorative": "Виключно декоративний блок. Щоб переглянути більше варіантів - помістіть Джерелкамінь до Каменерізу.",
	"ars_nouveau.wilden": "Вілден",
	"ars_nouveau.page.decorative": "Декоративні Блоки",
	"ars_nouveau.page.sconce":"Декоративне освітлення. Щоб запалити, використайте «Створити Світло». Колір полумʼя відповідає кольору закляття.",
	"ars_nouveau.page1.source_berry":"Кущі Джерельниці зустрічаються у біомах Тайги та Лісу Архідерев. Джерельниця може бути просто зʼїдена, використана у рецепті іншої їжі, яка регенерує Ману, або використана у крафті Зілля Регенерації Мани. Старбункули будуть автоматично збирати дозрілі Кущі Джерельниці, що робить їх дуже корисними на ранньному етапі автоматизації Агрономічної Ланки.",
	"ars_nouveau.page.wilden": "Вілден",
	"ars_nouveau.page.weald_walker": "Лісний Ходець",
	"ars_nouveau.spell_schools": "Школа Закляття",
	"ars_nouveau.casting_cost": "Витрата Мани",
	"ars_nouveau.tier": "Рівень %s",
	"ars_nouveau.page.agronomic_sourcelink": "Агрономічна Ланка генерує Джерело із прилеглих рослин та дерев, що підростають. Додакова Мана генерується із магічних рослин типу Магоцвіту, Джерельниці, Саджанців Архідерев. Джерело буде направлене до Банок у радіусі 5 блоків. Проте використання кісткового борошна не генерує Джерело.",
	"ars_nouveau.page.source_jar": "Банка для Джерела накопичує Джерело із прилеглих Джерельних Ланок. Джерело використовується для ритуалів і пристроїв типу Камери Насичення або Зачарувального Апарату. Зібране можна перемістити, набравши у відро, передавши через Дже-Реле чи просто перенесши Банку. Помістіть Банку біля пристрою, щоб його підживити. Генерує сигнал редстоуну відповідний мірі заповнення.",
	"ars_nouveau.page1.volcanic_sourcelink": "The Volcanic Sourcelink generates Source by consuming burnable items. Archwood logs will generate bonus mana, with Blazing Archwood generating the most. As the Volcanic Sourcelink produces Source, it also produces $(item)heat$(), used for spawning Lava Lilies and converting stone into lava. The Volcanic Sourcelink automatically outputs to nearby jars, starting with the one closest to it.",
	"ars_nouveau.page2.volcanic_sourcelink": "Nearby Blazing Archwood items will be burned up in exchange for a chunk of mana and a moderate amount of $(item)heat$(). The Volcanic Sourcelink will also take items from surrounding pedestals.",
	"ars_nouveau.page3.volcanic_sourcelink": "The Volcanic Sourcelink will occasionally convert Stone into Magma Blocks, and Magma Blocks into Lava, given that these blocks exist beneath it in its 3x3 area. This conversion is dependent on the amount of $(item)heat$() it has produced over time. The Volcanic Sourcelink will also spawn a Lava Lily adjacent to it given that there is nothing covering the lava. Lava Lilys may be harvested and used for decoration.",
	"ars_nouveau.page4.volcanic_sourcelink": "The color of a Lava Lily changes if it is placed above lava, magma, or other blocks.",
	"ars_nouveau.active_generation": "Active Generation",
	"ars_nouveau.heat": "Тепло",
	"ars_nouveau.page.alchemical_sourcelink": "Generates source by consuming potions from adjacent potion jars. The amount of source varies per potion and is dependent on the complexity of the potion. Bonus source is given for the length and level of the potion with multipliers for each effect a potion contains. Utilizing Wixies and Potion Melders is recommended for creating highly complex potions.",
	"ars_nouveau.page.vitalic_sourcelink": "Generates a moderate amount of source from nearby mob death and animal breeding. Additionally, the Vitalic Sourcelink will generate passive mana from nearby baby animals and will accelerate their growth.",
	"ars_nouveau.page.mycelial_sourcelink": "Generates a moderate amount of source from nearby food, generating more for more nourishing food. Source Berry food is worth far more than other mundane foods. Additionally, the Mycelial Sourcelink will convert Grass or Dirt in the 3x3 below it into Mycelium and will grow mushrooms around it given that the space is empty. The Sourcelink will also pull items from nearby pedestals.",
	"block.ars_nouveau.relay": "Дже-Реле",
	"block.ars_nouveau.relay_splitter": "Дже-Реле: Поділювач",
	"block.ars_nouveau.whirlisprig_flower": "Цвіт Виточки",
	"ars_nouveau.page.relay": "Джерельне Реле передає Джерело між Банками та іншими Дже-Реле. Щоб підживитися від Банки, використайте Жезл Панування на Банці, а тоді на Реле. Щоб підживити інше Реле або Банку, використайте Жезл на Реле, а тоді на обʼєкт, що потребує живлення. Має тільки 1 вхід та 1 вихід, працює до 30 блоків. Щоб розірвати звʼяки живлень, використайте Жезл на Реле доки крадетесь.",
	"ars_nouveau.page.relay_splitter": "Працює подібно до Дже-Реле, але може живити та живитися з багатьох місць. Поділювач має більшу пропускну здатність ніж звичайне Дже-Реле і буде рівномірно роподілювати Джерело між цілями. Див. «Дже-Реле» для подробиць.",
	"ars_nouveau.page1.enchanting_apparatus": "Зачарувальний Апарат використовує для крафту Пʼєдестали Таїни та Джерело. Щоб ним скористатися, помістіть будь-яку кількість Пʼєдесталів з предметами довкола Апарату в межах 3 блоків. Коли всі Пʼєдестали заповнені, покладіть центральний предмет у Зачарувальний Апарат. Щоб працювати, Зачарувальний Апарат мусить стояти на блоці Ядра Таїни.",
	"ars_nouveau.page1.imbuement_chamber": "Насичує певний предмет Джерелом щоб створити новий. Основний спосіб отримання Джерельних Самоцвітів - покласти лазурит чи аметист до Камери. Камера Насичення пасивно акумулює Джерело для роботи, або поглинає його з Банок в межах 2 блоків. Деякі рецепти вимагають додаткових предметів розміщених на Пʼєдесталах Таїни в межах 1 блоку від Камери, нп. Есенцію. Предмети на Пʼєдесталах не зникнуть.",
	"ars_nouveau.page.potion_melder": "Converts three doses of a potion from two Potion Jars and outputs a potion with the combined effects. Use the Dominion Wand from a Potion Jar to Melder to link a jar for consumption. Link two input potion jars to the melder. Then, use the wand on the Melder and then to a third jar to set the output. The Potion Melder requires source per mix.",
	"ars_nouveau.page.warp_portal": "Warp Portals",
	"ars_nouveau.page1.warp_portal": "Warp portals, like warp scrolls, provide a one-way teleport to any location, provided it is in the same dimension. To construct a Warp Portal, build a frame from Sourcestone or its variants in the shape of a rectangle and provide a full Source Jar nearby. Then, throw a warp scroll with a written location into the frame. Given there is enough source nearby, the portal will be created.",
	"ars_nouveau.page2.warp_portal": "Portals can be built horizontal or vertical, from 1x1 to 21x21 in size. Warping does not cost any source after creation.",
	"ars_nouveau.page3.warp_portal": "Warp Portal",
	"ars_nouveau.page4.warp_portal": "A magical portal that can send players, mobs, spells, and items to any location in the same dimension.",
	"ars_nouveau.page.ritual_brazier": "A brazier that may be used as decoration or for performing rituals. To light the brazier for decoration, cast a Light spell on the brazier. The color of the brazier corresponds with the color of the spell. Applying a redstone signal will disable a running ritual. For information on performing rituals, see the dedicated section on rituals.",
	"ars_nouveau.page1.basic_spell_turret":"Turrets can be used to cast spells when given a redstone signal, functioning like a dispenser. Turrets will accept spells that use Touch and Projectile. Spells may be set using an inscribed piece of Spell Parchment. In order to cast spells, turrets will draw source from nearby Source Jars. Turrets may use Item Pickup and Place Block as long as an inventory is placed adjacent to this block.",
	"ars_nouveau.page2.basic_spell_turret": "Enchanted Spell Turrets cast spells at half the source cost compared to basic spell turrets.",
	"ars_nouveau.page3.basic_spell_turret": "Timer Spell Turrets will automatically fire on a timer. Defaulted to 1 second, the time may be increased by right-clicking the block. Punching will decrease the time. Sneaking will allow you to configure it in 10 second intervals. To prevent further changes, lock and unlock the turret using the dominion wand. Setting the turret to 0 seconds or providing a redstone signal will disable it. Casts Projectile, Touch, and Redstone for free.",
	"ars_nouveau.page4.basic_spell_turret":"Turrets can provide compact and efficient automation. Examples include: configurable redstone clocks, one block tree or crop farms, rapid smelting with fortune, or mob farms with looting.",
	"ars_nouveau.page1.bookwyrm_charm": "Bookwyrms are helpful creatures with the ability to cast spells using source from source jars. Given a spell inscribed on Spell Parchment, Bookwyrms will cast spells in the area surrounding their Lectern. To summon a Bookwyrm, use a Bookwyrm Charm on a Lectern. Bookwyrms can be dyed using white, black, blue, green, red, or purple dye.",
	"ars_nouveau.page2.bookwyrm_charm": "In the event that they die or are dispelled, they will drop their charm.",
	"ars_nouveau.page3.bookwyrm_charm": "Bookwyrms can cast spells that begin with Touch or Projectile. You may give them a spell that is written on Spell Parchment. Currently, Bookwyrms will only target blocks surrounding their lectern. Spell casting will consume source from jars that are within 7 blocks of their Lectern. By default, Bookwyrms will only cast a spell if EVERY spell effect will do something. Harvest will only be cast on trees or fully grown crops, or Grow on crops that are not full grown.",
	"ars_nouveau.page4.bookwyrm_charm": "To disable this strict mode, use a Dominion Wand, however using multiple specialized Bookwyrms is recommended. While Bookwyrms cannot pickup blocks on their own, they may store items in chests that are next to the Lectern using the Item Pickup spell. Conversely, Bookwyrms may place blocks and interact with the world using Items. You may give an item or block to the Bookwyrm, and it will use the item directly from the chests adjacent to the lectern.",
	"ars_nouveau.page5.bookwyrm_charm": "The range of the Bookwyrm can be extended by using a Dominion Wand on the lectern while sneaking.",
	"ars_nouveau.page.dominion_wand": "A tool for configuring Source Relays and automation entities. To set a transfer path, use the wand on the object that you would like to take source from, and then use it on the block you would like to send source to. For example: Source Jar to Source Relay, Source Relay to Source Relay, or Source Relay to Source Jar. To clear connections, sneak and use this wand on a relay.",
	"ars_nouveau.page1.drygmy_charm": "Drygmys are often found following and tending to animals around it. They can be found anywhere, though somewhat rarely. Drygmys can be given a home in the world, and will produce items from nearby monsters and animals as if they were slain, without harming them. A wild drygmy may be befriended by throwing a Wilden Horn near it! You may dye a Drygmy Cyan, Orange, or Brown.",
	"ars_nouveau.page2.drygmy_charm": "A Drygmy can also produce experience gems!",
	"ars_nouveau.page3.drygmy_charm": "To summon a Drygmy, use a Drymy Charm on a block of Mossy Cobblestone. After a short time, the cobblestone will transform into a Drygmy Henge and summon your Drgymy! To summon additional drygmys, use more charms on the henge. Casting dispel or killing the Drygmy will return your charm.",
	"ars_nouveau.page4.drygmy_charm": "A Drygmy considers its home to be 10 blocks in every direction from its home. The drygmy will use this area to produce items from any entities nearby. Your drgymy's efficiency is dependent on its happiness. This may be increased for each entity nearby, with a bonus for each unique type in its home. Nearby Containment Jars will also count as an entity.",
	"ars_nouveau.page5.drygmy_charm": "Each Drygmy working around a henge contributes progress. Once maximum progress has been reached, the henge will generate items and experience gems and deposit them into nearby inventories. Each time this occurs, the henge will require Source to recharge. The number of drops and experience gems is equal to the Drygmy happiness and experience value of the entities. To get started, place a chest and jar of Source next to the Henge.",
	"ars_nouveau.happiness": "Happiness",
	"ars_nouveau.production": "Production",
	"ars_nouveau.important": "Important",
	"ars_nouveau.page1.starbuncle_charm": "Starbuncles naturally appear in wooded areas in search of golden nuggets. While Starbuncles are normally afraid of humans, they will allow someone to approach if they are holding a gold nugget. When a Starbuncle has picked up a golden nugget, it will vanish from this world and leave behind Starbuncle Shards.",
	"ars_nouveau.page2.starbuncle_charm": "While wild Starbuncles cannot be tamed, their shards may be used to summon a Starbuncle.",
	"ars_nouveau.page3.starbuncle_charm": "To summon a Starbuncle, use a Starbuncle charm on the ground. Summoned Starbuncles will pickup nearby items and can move items between inventories such as chests. Starbuncles will harvest fully grown Source Berry bushes around it. A Starbuncle will drop its charm when Dispelled or when killed. You may dye them using purple, red, yellow, orange, blue, or green dye.",
	"ars_nouveau.page4.starbuncle_charm": "To bind a Starbuncle to place items into a chest, use the dominion wand on the Starbuncle and then the inventory. To take items from an inventory, use the wand on the inventory and then the Starbuncle. Starbuncles will move items between as many inventories as you desire. Looking at a Starbuncle will tell you how many chests are being taken from, and input to. Using the Dominion Wand on a Starbuncle while sneaking will reset them.",
	"ars_nouveau.page5.starbuncle_charm": "You may dictate where items go and may be picked up by using Item Scrolls or Item Frames. A Starbuncle may be given an Item Scroll: Allow or Deny, and will only pickup and move items respecting that filter. Alternatively, you may place an Item Frame on the inventory a Starbuncle is interacting with. You may either place an Item Scroll or a single item directly on the frame. Starbuncle interacting with that inventory will respect item framed filters.",
	"ars_nouveau.page6.starbuncle_charm": "Using a block on a Starbuncle will set them to prefer that block for pathing between areas, as long as it is on the way. They will also naturally prefer grass paths.",
	"ars_nouveau.page7.starbuncle_charm": "Starbuncles may be bound to a Magebloom Bed using the Dominion Wand and will rest on the bed when there are no other tasks to be done. Useful for keeping them out of the way, or returning them to a spot where items drop.",
	"ars_nouveau.starbuncle_bed": "Resting",
	"ars_nouveau.page1.whirlisprig_charm": "Whirlisprigs are curious nature sprites that are exclusively found in forested areas. Summoned Whirlisprigs can be given a home in the world, and will begin producing natural materials including wood, crops, seeds, and flowers that exist around them. Wild Whirlisprigs can be befriended and will drop Whirlisprig Shards if a tree is grown near them.",
	"ars_nouveau.page2.whirlisprig_charm": "Whirlisprigs will follow animals, players, and monsters! They will also grow grass around them every once and a while.",
	"ars_nouveau.page3.whirlisprig_charm": "To summon a Whirlisprig, use a Whirlisprig charm on any flower. Whirlisprigs consider their home to be 10 blocks in any direction from the flower. Whirlisprigs require source nearby to operate, and will only generate items if there is a chest placed next to the flower. You can get your charm back by using Dispel on a Whirlisprig. They may be given orange, yellow, white, or green dye.",
	"ars_nouveau.page4.whirlisprig_charm": "Summoned Whirlisprigs must be happy in order to produce materials, and their mood is determined by the number and diversity of natural materials in their home. You may use blocks on the Whirlisprig to gain additional info if a Whirlisprig would enjoy that block in their home. Interacting with the Whirlisprig with an empty hand will give you additional info on the Whirlisprig's happiness.",
	"ars_nouveau.page5.whirlisprig_charm":"Note: It can take several minutes for a Whirlisprig to update its mood after placing a block. Whirlisprigs value diversity, and too much of one block will no longer count.",
	"ars_nouveau.page6.whirlisprig_charm": "Drop rates are determined by happiness, diversity, and the proportions of blocks in a Whirlisprig home. For example, to generate a lot of logs, grow more trees. To gain more seeds and crop harvests, plant more crops.",
	"ars_nouveau.page1.wixie_charm": "A Wixie can automatically craft items for you at the expense of source. To obtain a Wixie Shard, cast Dispel on a Witch while it is half health or less. Once you have obtained a Wixie Charm, use it on a Cauldron to summon your Wixie. A Wixie can be dyed Red, White, Black, Blue, or Green.",
	"ars_nouveau.page2.wixie_charm": "To select an item for crafting, use your item or block on the Wixie Cauldron.",
	"ars_nouveau.page3.wixie_charm": "The Wixie will automatically select the recipe for crafting based on the inventories nearby, you need not specify the exact materials for the recipe. For example, if you want to craft Sticks, the Wixie will mix and match planks from nearby chests in order to fulfill the recipe. Each craft requires a small amount of source and will be automatically drained from nearby Source Jars. A redstone signal on the cauldron will stop crafting.",
	"ars_nouveau.item_crafting": "Item Crafting",
	"ars_nouveau.potion_crafting": "Potion Crafting",
	"ars_nouveau.page.summon_focus": "A special casting focus. Grants summons from spells additional duration, strength, speed, and deals damage to enemies that kill them. Additionally, casting spells that target you like Self and Orbit will cast a copy of the spell on your nearby summons.",
	"ars_nouveau.page1.potion_flask": "A flask that stores 8 charges of a potion. To fill the flask, use the flask on a Potion Jar, or craft the flask in a Crafting Table with another potion. You may empty the flask by using the flask on a Potion Jar while sneaking.",
	"ars_nouveau.page2.potion_flask": "An enchanted flask that extends the time of effects by 50%%",
	"ars_nouveau.page3.potion_flask": "An enchanted flask that increases the power of effects by 1, but reduces their time in half.",
	"ars_nouveau.page.warp_scroll": "A scroll that may be used a single time to teleport to a recorded location. However, teleporting across dimensions is not possible. Can be used to warp other entities if an inscribed scroll is held in the offhand and the holder casts Blink on an entity.",
	"ars_nouveau.page.armor": "Магічна Броня",
	"ars_nouveau.page.reactive_enchantment": "Реактивність",
	"ars_nouveau.page.spell_books": "Книги Заклять",
	"ars_nouveau.page1.spell_books": "Accessing higher tier spells will require a better spell book. While a novice spell book only has access to Tier 1 spells, the Apprentice and Archmage spell books will unlock tiers two and three. Upgrading your spell book will transfer all of the spells that you have learned into your new book. Books may be dyed by crafting them with a piece of dye.",
	"ars_nouveau.page.summoning_familiars": "Summoning Familiars",
	"ars_nouveau.page1.summoning_familiars": "To begin summoning familiars, you will need to obtain a Bound Script of the entity you wish to befriend. These can be obtained by performing the Ritual of Binding near a relevant entity. See the full list of eligible entities in the Familiars section. Once you have obtained a Bound Script, use it to learn the familiar.",
	"ars_nouveau.page2.summoning_familiars": "Once you have obtained a bound script, you may access your list of familiars from your Spellbook crafting menu in the Familiars section. Selecting a Familiar will summon it in the world and give you Familiar Sickness, preventing you from summoning another one for a short time. To obtain your first familiar, perform the Ritual of Binding near a Starbuncle. Familiars are bound to the player and cannot be transferred between books.",
	"ars_nouveau.page3.summoning_familiars": "Typically only one familiar may be out at a time, and summoning another familiar will remove others bound to you. You may dismiss your own familiar by casting Dispel on it. In exchange for empowering the owner, familiars will reserve a portion of max mana from their owner for as long as they persist in the world.",
	"ars_nouveau.page.performing_rituals": "Performing Rituals",
	"ars_nouveau.page1.performing_rituals":"Performing a ritual requires a Ritual Brazier, and a tablet. Once you have obtained a tablet and brazier, place your brazier in the world and use a tablet on it. The brazier will ignite, and is awaiting activation. In this state, you may throw in any additional items as a way to augment the ritual. If you wish to augment a ritual, simply toss the item on top of the brazier.",
	"ars_nouveau.page2.performing_rituals":"To activate your ritual, interact with the brazier with an empty hand. Once activated, your ritual can no longer be augmented and has been consumed permanently. If a ritual requires source to operate, the brazier will pull from source jars within 6 blocks. Information related to rituals and their requirements can be found in their respective entries.",
	"ars_nouveau.automation": "Автоматизація",
	"ars_nouveau.automation_desc": "Магічна Автоматизація",
	"ars_nouveau.enchanting": "Зачарування",
	"ars_nouveau.enchanting_desc": "Коли обзаведетесь Банкою Мани та Зачарувальним Апаратом, ви можете почати зачаровувати предмети. Більше інформації у розділі про Зачарувальний Апарат.",
	"ars_nouveau.equipment": "Магічне Спорядження",
	"ars_nouveau.equipment_desc": "Магічне Спорядження",
	"ars_nouveau.familiars": "Фамільяри",
	"ars_nouveau.familiars_desc": "Фамільярів можна викликати, щоб отримати пасивні бафи та ін.",
	"ars_nouveau.getting_started": "Початок Гри",
	"ars_nouveau.getting_started_desc": "An introduction to Ars Nouveau. It is recommended to follow each section in order.",
	"ars_nouveau.tier_1_spells": "Гліфи 1 рівня",
	"ars_nouveau.tier_1_spells_desc": "Гліфи що можна використати за допомоги Книги Заклять Неофіта.",
	"ars_nouveau.tier_2_spells": "Гліфи 2 рівня",
	"ars_nouveau.tier_2_spells_desc": "Гліфи що можна використати за допомоги Книги Заклять Адепта.",
	"ars_nouveau.tier_3_spells": "Гліфи 3 рівня",
	"ars_nouveau.tier_3_spells_desc": "Гліфи що можна використати за допомоги Книги Заклять Архімага.",
	"ars_nouveau.machines": "Пристрої",
	"ars_nouveau.machines_desc": "Магічні Пристрої",
	"ars_nouveau.resources": "Ресурси та Декорації",
	"ars_nouveau.resources_desc": "Ресурси знайдено у Світі.",
	"ars_nouveau.rituals": "Ритуали",
	"ars_nouveau.rituals_desc": "Ритуали - це потужніші, одноразові версії заклять. Щоб проводити ритуали, вам потрібна Ритуальна Жаровня та Скрижаль з бажаним ритуалом.",
	"ars_nouveau.category.source": "Джерело",
	"ars_nouveau.source_desc": "Джерелом можна живити ритуали, викликаних істот та магічні пристрої.",
	"ars_nouveau.page.how_to_enchant": "Як зачаровувати",
	"ars_nouveau.page1.how_to_enchant": "The Enchanting Apparatus may add new enchantments or upgrade existing ones by using Mana and items. To begin, select a level 1 enchantment and add its items to the pedestals. Place a jar of mana nearby, and use the item you want to enchant on the apparatus. The apparatus may only apply enchantments that are valid to the item you have given it.",
	"ars_nouveau.page2.how_to_enchant": "To apply a level 2 or higher enchantment, the item must already have the previous level. For example, to apply Smite 3, the item must already have Smite 2.",
	"ars_nouveau.mod_news": "Новини Моду",
	"ars_nouveau.mod_news_desc": "Останні релізи та новини.\n\nУкраїнська локалізація: Mirloom",
	"ars_nouveau.page.mod_news": "Приєднуйтесь до комʼюніті!",
	"ars_nouveau.store": "Support Ars Nouveau through our Redbubble store! Get the latest summon-themed merchandise including stickers, mugs, and more!",
	"ars_nouveau.community": "Join the Ars Nouveau community! Get ideas for spells, help with the mod, report bugs and issues, or request new features!",
	"ars_nouveau.page1.reactive_enchantment": "Items with Reactive have a chance to cast spells when swung. The spell on the Spell Parchment determines the spell that will be inscribed on the item.",
	"ars_nouveau.page2.reactive_enchantment": "Like other enchantments, Reactive levels can only be applied to an item with the previous level of enchantment. Reactive 2 requires Reactive 1, etc.",
	"ars_nouveau.page3.reactive_enchantment": "The spell inscribed for Reactive can be changed by placing the item in the apparatus with a new inscribed spell parchment.",
	"ars_nouveau.discord_text": "Join Discord!",
	"ars_nouveau.store_text": "Shop Redbubble!",
	"ars_nouveau.page.obtaining_gems": "Одержання Самоцвітів",
	"ars_nouveau.page1.obtaining_gems": "To obtain Source Gems, you must first build an Imbuement Chamber. An Imbuement Chamber imbues items inside it with Source, and will convert them to a new item. To obtain a source gem, place an Amethyst or Lapis inside your Imbuement Chamber and wait. Imbuement Chambers will consume source from nearby Source Jars to speed up any crafting. A Dowsing Rod can be used for finding Budding Amethyst early.",
	"ars_nouveau.reagent": "Реагент:",
	"ars_nouveau.level": "Ріветь",
	"ars_nouveau.any_item": "ANY ITEM",
	"item.ars_nouveau.abjuration_essence": "Есенція Зречення",
	"item.ars_nouveau.conjuration_essence": "Есенція Заклину",
	"item.ars_nouveau.air_essence": "Есенція Повітря",
	"item.ars_nouveau.earth_essence": "Есенція Землі",
	"item.ars_nouveau.manipulation_essence": "Есенція Маніпуляції",
	"item.ars_nouveau.water_essence": "Есенція Води",
	"item.ars_nouveau.fire_essence": "Есенція Вогню",
	"item.ars_nouveau.dowsing_rod": "Лозохідна Палиця",
	"effect.ars_nouveau.magic_find": "Магічний Пошук",
	"tooltip.ars_nouveau.essences": "Магічні есенції створюються у Насичувальній Камері.",
	"ars_nouveau.page.dowsing_rod": "A Dowsing Rod provides the user a short duration of Scrying for Budding Amethyst and Magic Find, which will cause magical creatures to glow within 75 blocks of you. The Dowsing Rod has a limited number of uses.",
	"ars_nouveau.apparatus.norecipe": "Невідомий рецепт. Пʼєдистали повинні бути в межах 3 блоків.",
	"ars_nouveau.imbuement.norecipe": "Невідомий рецепт. Якщо вимагаються Пʼєдестали, розмістіть їх впритул довкола Камери.",
	"ars_nouveau.spell_book_gui.select": "Обрати",
	"ars_nouveau.levels_required": "Потрібний рівень: %s",
	"ars_nouveau.crafting": "Створює: %s",
	"ars_nouveau.all_glyphs": "Усі Гліфи",
	"ars_nouveau.not_enough_exp": "Недостатньо досвіду для цього гліфу.",
	"ars_nouveau.exp": "Потрібний рівень досвіду: %s",
	"ars_nouveau.scribing": "Scribing Spells",
	"ars_nouveau.home_set": "Home set.",
	"ars_nouveau.gathering_at": "Gathering at: %s",
	"entity.ars_nouveau.amethyst_golem": "Аметистовий Ґолем",
	"tooltip.ars_nouveau.amethyst_charm": "Отримується проведенням Ритуалу «Пробудження» біля блоку Родючого аметисту.",
	"item.ars_nouveau.amethyst_golem_charm": "Амулет Аметистового Ґолема",
	"ars_nouveau.page1.amethyst_golem_charm": "Amethyst Golems will harvest, grow, and collect Amethyst near its home. To obtain an Amethyst Golem, perform the Ritual of Awakening near Budding Amethyst to obtain the Amethyst Golem Charm.",
	"ars_nouveau.page2.amethyst_golem_charm": "",
	"ars_nouveau.page3.amethyst_golem_charm": "Summon the Amethyst Golem by using a charm on a block. Before an Amethyst Golem will perform tasks, they must first have a home. Set their home by using the Dominion Wand on the golem, and then on a block. The golem's home is considered to be 10 blocks in any direction from the set position.",
	"ars_nouveau.amethyst_farming": "Farming Amethyst",
	"ars_nouveau.page4.amethyst_golem_charm": "Once a home has been set, the golem will begin performing tasks over time. They will convert Amethyst Blocks into Budding Amethyst, harvest Amethyst Clusters, speed up Budding Amethyst growth, and pick up and store Amethyst Shards.",
	"ars_nouveau.amethyst_storage": "Storing Amethyst",
	"ars_nouveau.page5.amethyst_golem_charm": "If a golem's home has been set to an inventory, golems will pick up and store Amethyst Shards in their bounded inventory block. If their home is not an inventory, they will simply ignore items on the ground.",
	"ars_nouveau.recorded_codex": "Ви записуєте відомі вам гліфу до кодексу.",
	"ars_nouveau.updated_codex": "Ви оновили кодекс на %s гліфів.",
	"ars_nouveau.consumed_codex": "Ви поглините кодекс з %s гліфами.",
	"ars_nouveau.codex_no_use": "Цей кодекс уже не навчить вас нічому новому.",
	"ars_nouveau.codex_up_to_date": "Цей кодекс уже оновлене.",
	"ars_nouveau.codex_not_enough_exp": "Недостатньо рівнів для запису гліфів. %s рівнів потрібно.",
	"ars_nouveau.recorded_by": "Створено %s",
	"ars_nouveau.contains_glyphs": "Містить %s гліфів.",
	"ars_nouveau.codex_tooltip": "Для записування своїх гліфів для інших гравців.",
	"item.ars_nouveau.annotated_codex": "Коментований Кодекс",
	"ars_nouveau.page.annotated_codex": "The Annoted Codex allows players to share their knowledge of glyphs with other players. To record your known glyphs, simply use the codex. Recording glyphs requires EXP for each glyph known, and the EXP will be consumed upon using the item. Using the item again will update the list of known glyphs. Other players may use the book to learn the glyphs, consuming the codex in the process.",
	"ars_nouveau.ritual.no_start": "Start the current ritual or break the block to remove it.",
	"ars_nouveau.lights_on": "You have turned dynamic lights on. This can cause lag for users with weaker CPUs, low RAM allocation, and unexpected results with 'performance' mods like Optifine. Run this command or change the ars_nouveau-client config to disable this.",
	"ars_nouveau.lights_off": "You have turned dynamic lights off.",
	"ars_nouveau.page.relay_collector": "Operates similar to the Source Relay, but will automatically take from jars it is not linked to within 5 blocks. See the instructions on the Source Relay for use.",
	"block.ars_nouveau.relay_collector": "Дже-Реле: Колектор",
	"ars_nouveau.page2.relay": "Сигнал редстоуну вимикає Реле.",
	"ars_nouveau.sounds.pitch": "Висота: ",
	"ars_nouveau.sounds.volume": "Гучність: ",
	"ars_nouveau.gui.sounds": "Звуки",
	"ars_nouveau.sounds.title": "Звук Закляття",
	"ars_nouveau.sound.empty": "Без Звуку",
	"ars_nouveau.earth_essence.tooltip": "Використання на Ґрунті створить Блок трави.",
	"ars_nouveau.fire_essence.tooltip": "Можна використовувати як паливо.",
	"tooltip.ars_nouveau.glyph_known": "Ви розблокували цей гліф.",
	"tooltip.ars_nouveau.glyph_unknown": "Ви не розблокували цей гліф.",
	"ars_nouveau.sounds.test": "Тест",
	"ars_nouveau.gui.settings": "Налаштування для Динаміного Освітлення",
	"ars_nouveau.settings.title": "Налаштування",
	"ars_nouveau.dynamic_lights.button_on": "Dynamic lights are turned on.  This can cause lag for users with weaker CPUs, low RAM allocation, and unexpected results with 'performance' mods like Optifine.",
	"ars_nouveau.dynamic_lights.button_off": "Dynamic lights are turned off.",
	"block.ars_nouveau.orange_sbed": "Помаранчева Магоцвітна Підстилка",
	"block.ars_nouveau.blue_sbed": "Синя Магоцвітна Підстилка",
	"block.ars_nouveau.green_sbed": "Зелена Магоцвітна Підстилка",
	"block.ars_nouveau.purple_sbed": "Пурпурна Магоцвітна Підстилка",
	"block.ars_nouveau.red_sbed": "Червона Пурпурна Підстилка",
	"block.ars_nouveau.yellow_sbed": "Жовта Магоцвітна Підстилка",
	"ars_nouveau.starbuncle.set_bed": "Призначити підстилку.",
	"ars_nouveau.summon_bed": "Магоцвітна Підстилка",
	"ars_nouveau.page1.summon_bed": "Декоративна підстилка. Стурбункули може бути привʼязаний до неї за допомогою Жезл Панування, тоді вони будуть тут відпочивати, коли немає активних завдань.",
	"block.ars_nouveau.scryers_oculus": "Око Провидіння",
	"block.ars_nouveau.scryers_crystal": "Кристал Провидіння",
	"item.ars_nouveau.scryer_scroll": "Звиток Провидіння",
	"ars_nouveau.scryers_oculus.no_pos": "Не встановлене місце на Звитку.",
	"ars_nouveau.scryers_oculus.no_scrolls": "Не знайдено Звитків. Розмістіть привʼязаний Звиток Провидіння на Пʼєдестал поблизу.",
	"ars_nouveau.scryer_scroll.bound": "Привʼязаний до %s.",
	"tooltip.ars_nouveau.scryer_scroll": "Можна привʼязати до іншого Кристалу.",
	"tooltip.ars_nouveau.dowsing_rod": "Наділяє ефектом «Магічний Пошук» та «Провидіння», спричиняючи сяяння магічних створінь та Аметисту крізь блоки.",
	"ars_nouveau.camera.move": "%1$s%2$s%3$s%4$s - Огляд",
	"ars_nouveau.camera.exit": "%1$s%2$s%3$s%4$s - Вийти",
	"ars_nouveau.tooltip.scryers_oculus": "Якщо довго вдивлятися в Око, то Старбункл почне вдивлятися у тебе.",
	"ars_nouveau.page.scryers_crystal": "Використовується щоб дивитися його «очима». ПКМ щоб перейти до комери, або привʼязати Звиток Провидіння за допомогою Пустого Пергаменту. Звиток Провидіння з Оком Провидіння надають віддалений доступ до Кристалів.",
	"ars_nouveau.page.scryer_scroll": "Зберізає локацію Кристалу Провидіння. Щоб створити - ПКМ Пустим Пергаментом по Кристалу Провидіння. Розмістіть на Пʼєдестал пиблизу Ока Провидіння, щоб отримати віддалений доступ до Кристалу. Переіменуйте цей предмет, щоб відрізняти локації в інтерфейсі Ока Провидіння.",
	"ars_nouveau.page.scryers_oculus": "Надає віддалений доступ до Кристалів Провидіння. Розмістіть Звиток Проведіння на Пʼєдестал поблизу та оберіть в інтерфейсі Ока бажану локацію. Кристали Провидіння повині бути в завантажений чанках.",
	"ars_nouveau.scryer_scroll.craft": "Створюється застосуванням Пустого Пергаменту на Кристалі Провидіння.",
	"item.ars_nouveau.starbuncle_shades": "Окуляри Старбункула",
	"tooltip.starbuncle_shades": "Ці окуляри підвищують крутість Старбункула, але тепер він не підійматиме предмети з землі.",
	"ars_nouveau.page.starbuncle_shades": "Старбункул не підіймати придмети з землі та не збиратиме Джерельницю з кущів. Жезл Паннування може зняти ці окуляри.",
	"entity.ars_nouveau.ally_vex": "Прикликаний Векс",
	"ars_nouveau.scryers_eye.no_scrolls": "Розмістіть привʼязаний Звиток Провидіння на Пʼєдестал поблизу.",
	"ars_nouveau.camera.not_loaded": "Кристал було зруйновано, або чанк не завантажений.",
	"ars_nouveau.page.support_mod": "Support Ars Nouveau!",
	"ars_nouveau.patreon": "Join the Ars Nouveau patreon and get a special Discord role, contribute a custom Tome, receive merchandise, and more!",
	"ars_nouveau.patreon_text": "Patreon",
	"entity.ars_nouveau.summon_skeleton": "Прикликаний Скелет",
	"item.ars_nouveau.shapers_focus": "Фокус Блоків",
	"ars_nouveau.shapers_focus.tooltip": "Застосовується для створення блоків.",
	"ars_nouveau.page1.shapers_focus": "A focus that modifies effects that move, create, or modify blocks. Blocks that you move with effects like Launch, Gravity, Pull, Knockback, etc. will now deal damage to entities they hit. Damage is increased by Spell Damage, block hardness, and the speed of the block. Additionally, effects that target or create blocks will duplicate the rest of the spell targeting the new block or moving block.",
	"ars_nouveau.shapers_focus.blocks": "Block Targeting",
	"ars_nouveau.page2.shapers_focus": "Modifying or creating a block will duplicate the rest of your spell onto that new block. For example, Freeze -> Break will freeze the block, and cast break onto that block. Without the focus, break would only be applied to the block that was hit originally. Effects that will duplicate this target include glyphs such as Conjure Mageblock, Freeze, Break, Exchange, Place Block, and more. Using AOE on these effects will duplicate the spell onto every block.",
	"ars_nouveau.page3.shapers_focus": "Effects that move blocks will duplicate the rest of the spell onto those moving blocks. To see this in action, try using Conjure Mageblock -> Launch -> Delay -> Knockback to send a block flying in the direction you are looking. This targeting system applies to all moved blocks. Using AOE on block moving effects will let you manipulate many blocks at once.",
	"ars_nouveau.shapers_focus.entities": "Entity Targeting",
	"ars_nouveau.shapers_focus.examples": "Приклади Заклять",
	"ars_nouveau.page4.shapers_focus": "$(bold)Throw Ice:$() Conjure Water -> Freeze -> Launch -> Delay -> Knockback. $(bold)Damage and ignite hit targets:$() Conjure Mageblock -> Launch -> Ignite -> Delay -> Knockback. $(bold)Ignite TNT:$() Place Block (TNT) -> Ignite. $(bold)Throw Exploding Terrain:$() Launch -> Delay -> Knockback -> Delay -> Explosion. $(bold)Throw many blocks:$() Launch -> AOE x2 -> Delay -> Knockback. $(bold)Pull blocks:$() Pull -> AOE x2 -> Delay -> Duration Down -> Launch -> Delay -> Knockback. $(bold)Harvest Sand:$() Crush (on stone) -> Aoe -> Break",
	"tooltip.ars_nouveau.shapers_focus": "Дублює закляття що модифікує чи рухає блоки. Можна створити рухливі блоки що наносять ушкодження.",
	"ars_nouveau.tablet_of": "Скрижаль: %s",
	"ars_nouveau.bound_script": "Сувій Звʼякзу: %s",
	"block.ars_nouveau.sourcestone": "Джерелкамінь",
	"block.ars_nouveau.sourcestone_mosaic": "Джерелкамінь: Мозаїка",
	"block.ars_nouveau.sourcestone_basketweave": "Джерелкамінь: Кладка",
	"block.ars_nouveau.sourcestone_alternating": "Джерелкамінь: Перемінний",
	"block.ars_nouveau.sourcestone_large_bricks": "Джерелкамінь: Велика Цегла",
	"block.ars_nouveau.sourcestone_small_bricks": "Джерелкамінь: Мала Цегла",
	"block.ars_nouveau.smooth_sourcestone": "Гладкий Джерелкамінь",
	"block.ars_nouveau.smooth_sourcestone_mosaic": "Гладкий Джерелкамінь: Мозаїка",
	"block.ars_nouveau.smooth_sourcestone_basketweave": "Гладкий Джерелкамінь: Кладка",
	"block.ars_nouveau.smooth_sourcestone_alternating": "Гладкий Джерелкамінь: Перемінний",
	"block.ars_nouveau.smooth_sourcestone_large_bricks": "Гладкий Джерелкамінь: Велика Цегла",
	"block.ars_nouveau.smooth_sourcestone_small_bricks": "Гладкий Джерелкамінь: Мала Цегла",
	"block.ars_nouveau.gilded_sourcestone_mosaic": "Позолочений Джерелкамінь: Мозаїка",
	"block.ars_nouveau.gilded_sourcestone_basketweave": "Позолочений Джерелкамінь: Кладка",
	"block.ars_nouveau.gilded_sourcestone_alternating": "Позолочений Джерелкамінь: Перемінний",
	"block.ars_nouveau.gilded_sourcestone_large_bricks": "Позолочений Джерелкамінь: Велика Цегла",
	"block.ars_nouveau.gilded_sourcestone_small_bricks": "Позолочений Джерелкамінь: Мала Цегла",
	"block.ars_nouveau.smooth_gilded_sourcestone_mosaic": "Гладкий Позолочений Джерелкамінь: Мозаїка",
	"block.ars_nouveau.smooth_gilded_sourcestone_basketweave": "Гладкий Позолочений Джерелкамінь: Кладка",
	"block.ars_nouveau.smooth_gilded_sourcestone_alternating": "Гладкий Позолочений Джерелкамінь: Перемінний",
	"block.ars_nouveau.smooth_gilded_sourcestone_large_bricks": "Гладкий Позолочений Джерелкамінь: Велика Цегла",
	"block.ars_nouveau.smooth_gilded_sourcestone_small_bricks": "Гладкий Позолочений Джерелкамінь: Мала Цегла",
	"tooltip.item_scroll": "Використайте на предмет в лівій руці, чи через Стіл Писаря щоб добавити цей придмет до Звитку.",
	"item.ars_nouveau.mendosteen_pod": "Мангостін",
	"item.ars_nouveau.frostaya_pod": "Морозуша",
	"item.ars_nouveau.bombegranate_pod": "Бахгранат",
	"item.ars_nouveau.bastion_pod": "Фортофрукт",
	"item.ars_nouveau.alchemists_crown": "Корона Алхіміка",
	"block.ars_nouveau.potion_diffuser": "Розпилювач Зілля",
	"block.ars_nouveau.bastion_pod": "Фортофрукт",
	"block.ars_nouveau.bombegranate_pod": "Бахгранат",
	"block.ars_nouveau.frostaya_pod": "Морозуша",
	"block.ars_nouveau.intangible_air": "Нематеріальне Повітря",
	"block.ars_nouveau.mendosteen_pod": "Мангостін",
	"block.ars_nouveau.redstone_air": "Редстоунове Повітря",
	"entity.ars_nouveau.dummy": "Dummy",
	"entity.ars_nouveau.enchanted_falling_block": "Enchanted Falling Block",
	"entity.ars_nouveau.familiar_jabberwog": "Familiar Jabberwog",
	"entity.ars_nouveau.fangs": "Ікла",
	"entity.ars_nouveau.ritual": "Ритуал",
	"ars_nouveau.melder.from_capped": "Melders can only meld two jars. Clear the melder by using the Dominion Wand while sneaking to remove all jars.",
	"ars_nouveau.melder.to_set": "Melder will send combined potions to this jar.",
	"ars_nouveau.melder.from_set": "%s of 2 melding jars set.",
	"ars_nouveau.melder.no_to_pos": "Wand the Melder to your desired Potion Jar.",
	"ars_nouveau.melder.needs_potion": "Linked jars need potion",
	"ars_nouveau.melder.destination_invalid": "Destination cannot accept the mixed potion.",
	"arsnouveau.debug.log_created": "Log file created: %s",
	"ars_nouveau.page.archwood_forest": "Ліс Архідерева",
	"ars_nouveau.page1.archwood_forest": "The Archwood Forest is a somewhat rare biome filled with magical lights and archwood trees. It contains an increased amount of gold. Additionally, magical creatures such as Starbuncles, Whirlisprigs, Archwood Treants, and Drygmys have a much higher chance of spawning. Terrablender is required to be installed to generate this biome.",
	"ars_nouveau.melder.too_far": "Банки повинні бути в межах 3 блоків.",
	"ars_nouveau.starbuncle.storing_potions": "Зберігає зілля з %s місць",
	"ars_nouveau.starbuncle.taking_potions": "Бере зілля з %s місць",
	"ars_nouveau.starbuncle.potion_to": "Старбункул наповнюватиме зіллям цю банку.",
	"ars_nouveau.starbuncle.potion_from": "Старбункул братиме зілля із цієї банки.",
	"ars_nouveau.dominion_wand.cleared": "Жезл Панування очищено.",
	"ars_nouveau.starbuncle.potion_behavior_set": "Старбункул не переноситиме зілля!",
	"key.ars_nouveau.qc1": "Слот швидкого касту 1",
	"key.ars_nouveau.qc2": "Слот швидкого касту 2",
	"key.ars_nouveau.qc3": "Слот швидкого касту 3",
	"key.ars_nouveau.qc4": "Слот швидкого касту 4",
	"key.ars_nouveau.qc5": "Слот швидкого касту 5",
	"key.ars_nouveau.qc6": "Слот швидкого касту 6",
	"key.ars_nouveau.qc7": "Слот швидкого касту 7",
	"key.ars_nouveau.qc8": "Слот швидкого касту 8",
	"key.ars_nouveau.qc9": "Слот швидкого касту 9",
	"key.ars_nouveau.qc10": "Слот швидкого касту10",
	"item.minecraft.splash_potion.effect.recovery_potion_strong": "Splash Potion of Recovery",
	"item.minecraft.splash_potion.effect.recovery_potion": "Splash Potion of Recovery",
	"item.minecraft.splash_potion.effect.recovery_potion_long": "Splash Potion of Recovery",
	"item.minecraft.potion.effect.recovery_potion_strong": "Potion of Recovery",
	"item.minecraft.potion.effect.recovery_potion": "Potion of Recovery",
	"item.minecraft.potion.effect.recovery_potion_long": "Potion of Recovery",
	"item.minecraft.lingering_potion.effect.recovery_potion_strong": "Lingering Potion of Recovery",
	"item.minecraft.lingering_potion.effect.recovery_potion": "Lingering Potion of Recovery",
	"item.minecraft.lingering_potion.effect.recovery_potion_long": "Lingering Potion of Recovery",
	"item.minecraft.tipped_arrow.effect.recovery_potion_strong": "Arrow of Recovery",
	"item.minecraft.tipped_arrow.effect.recovery_potion": "Arrow of Recovery",
	"item.minecraft.tipped_arrow.effect.recovery_potion_long": "Arrow of Recovery",
	"item.minecraft.splash_potion.effect.blasting_potion_strong": "Splash Potion of Blasting",
	"item.minecraft.splash_potion.effect.blasting_potion": "Splash Potion of Blasting",
	"item.minecraft.splash_potion.effect.blasting_potion_long": "Splash Potion of Blasting",
	"item.minecraft.potion.effect.blasting_potion_strong": "Potion of Blasting",
	"item.minecraft.potion.effect.blasting_potion": "Potion of Blasting",
	"item.minecraft.potion.effect.blasting_potion_long": "Potion of Blasting",
	"item.minecraft.lingering_potion.effect.blasting_potion_strong": "Lingering Potion of Blasting",
	"item.minecraft.lingering_potion.effect.blasting_potion": "Lingering Potion of Blasting",
	"item.minecraft.lingering_potion.effect.blasting_potion_long": "Lingering Potion of Blasting",
	"item.minecraft.tipped_arrow.effect.blasting_potion_strong": "Arrow of Blasting",
	"item.minecraft.tipped_arrow.effect.blasting_potion": "Arrow of Blasting",
	"item.minecraft.tipped_arrow.effect.blasting_potion_long": "Arrow of Blasting",
	"item.minecraft.splash_potion.effect.freezing_potion_strong": "Splash Potion of Freezing",
	"item.minecraft.splash_potion.effect.freezing_potion": "Splash Potion of Freezing",
	"item.minecraft.splash_potion.effect.freezing_potion_long": "Splash Potion of Freezing",
	"item.minecraft.potion.effect.freezing_potion_strong": "Potion of Freezing",
	"item.minecraft.potion.effect.freezing_potion": "Potion of Freezing",
	"item.minecraft.potion.effect.freezing_potion_long": "Potion of Freezing",
	"item.minecraft.lingering_potion.effect.freezing_potion_strong": "Lingering Potion of Freezing",
	"item.minecraft.lingering_potion.effect.freezing_potion": "Lingering Potion of Freezing",
	"item.minecraft.lingering_potion.effect.freezing_potion_long": "Lingering Potion of Freezing",
	"item.minecraft.tipped_arrow.effect.freezing_potion_strong": "Arrow of Freezing",
	"item.minecraft.tipped_arrow.effect.freezing_potion": "Arrow of Freezing",
	"item.minecraft.tipped_arrow.effect.freezing_potion_long": "Arrow of Freezing",
	"item.minecraft.splash_potion.effect.shielding_potion_strong": "Splash Potion of Shielding",
	"item.minecraft.splash_potion.effect.shielding_potion": "Splash Potion of Shielding",
	"item.minecraft.splash_potion.effect.shielding_potion_long": "Splash Potion of Shielding",
	"item.minecraft.potion.effect.shielding_potion_strong": "Potion of Shielding",
	"item.minecraft.potion.effect.shielding_potion": "Potion of Shielding",
	"item.minecraft.potion.effect.shielding_potion_long": "Potion of Shielding",
	"item.minecraft.lingering_potion.effect.shielding_potion_strong": "Lingering Potion of Shielding",
	"item.minecraft.lingering_potion.effect.shielding_potion": "Lingering Potion of Shielding",
	"item.minecraft.lingering_potion.effect.shielding_potion_long": "Lingering Potion of Shielding",
	"item.minecraft.tipped_arrow.effect.shielding_potion_strong": "Arrow of Shielding",
	"item.minecraft.tipped_arrow.effect.shielding_potion": "Arrow of Shielding",
	"item.minecraft.tipped_arrow.effect.shielding_potion_long": "Arrow of Shielding",
	"effect.ars_nouveau.recovery": "Recovery",
	"effect.ars_nouveau.blasting": "Blasting",
	"effect.ars_nouveau.freezing": "Freezing",
	"effect.ars_nouveau.shielding": "Shielding",
	"tooltip.ars_nouveau.alchemists_crown": "",
	"item.ars_nouveau.wixie_hat": "Ковпак Віксі",
	"tooltip.ars_nouveau.wixie_hat": "Дозволяє Старбункулу транспротувати зілля.",
	"ars_nouveau.starbuncle.default_behavior": "Старбункул не транспортуватиме предмети!",
	"ars_nouveau.potion_diffuser.set_pos": "Розпилювач розприскуватиме це зілля на сутностей поруч.",
	"ars_nouveau.potion_diffuser.bind_to_jar": "You must bind the diffuser to a Potion Jar to use it.",
	"ars_nouveau.potion_diffuser.no_pos": "Привʼяжіть Банку для Зілль до Розпилювача за допомогою  Bind a Potion Jar to the diffuser using the Dominion Wand.",
	"ars_nouveau.potion_diffuser.off": "Розпилювач вимкнено.",
	"key.ars_nouveau.head_curio_hotkey": "Head Curio Menu",
	"ars_nouveau.alchemists_crown.no_flasks": "Немає Зілль.",
	"ars_nouveau.page.alchemists_crown": "Дозволяє носію миттєво випити зілля чи фляжку з його інвентарю.",
	"ars_nouveau.tooltip.alchemists_crown": "Натисніть %s щоб відкрити крогове меню.",
	"ars_nouveau.page.wixie_hat": "Allows starbuncles to transport potions. Once wearing a Wixie Hat, use the Dominion Wand to connect them between Potion Jars.",
	"ars_nouveau.page.potion_diffuser": "Consumes a potion and applies it to nearby entities, greatly extending the use of the potion. To use, bind a Potion Jar to the diffuser using the Dominion Wand. Every 10 minutes the diffuser will consume a single potion and apply it every few seconds.",
	"ars_nouveau.page.bombegrante": "A fruit that packs an explosive punch. Can be brewed into a Potion of Blasting, causing the target to explode when the duration ends.",
	"ars_nouveau.page.mendosteen": "A fruit that can be brewed into a Potion of Recovery, increases the amount of healing received from all sources.",
	"ars_nouveau.page.frostaya": "A fruit that can be brewed into a Potion of Freezing, freezing the target over time.",
	"ars_nouveau.page.bastion_fruit": "A fruit that can be brewed into a Potion of Defence, reducing the amount of damage taken.",
	"ars_nouveau.wixie_familiar.applied": "Wixie applies %s",
	"ars_nouveau.flask_cannon.no_potion": "No potions in inventory.",
	"item.ars_nouveau.lingering_flask_cannon": "Осідаюча Зіллєва Гармата",
	"item.ars_nouveau.splash_flask_cannon": "Вибухова Зіллєва Гармата",
	"ars_nouveau.page.flask_cannons": "Зіллєва Гармата",
	"ars_nouveau.page1.flask_cannons": "Flask Cannons can consume potions from bottles and flasks from the players inventory and convert the potion into a Splash or Lingering potion. To select the potion to be thrown, use the Radial Menu to select your flask or potion and use the launcher.",
	"ars_nouveau.imbuement.crafting_started": "Створення «%s». Розмістіть поруч Джерело для пришвидшення.",
	"ars_nouveau.crafting_progress": "Процес створення: «%s»",
	"ars_nouveau.scribes_table.throw_items": "Toss remaining items onto the table.",
	"ars_nouveau.scribes_table.started_crafting": "Toss items as they appear above to complete crafting.",
	"ars_nouveau.gui.discord": "Join the Discord for spells, updates, and support!",
	"entity.ars_nouveau.an_lightning": "Lightning",
	"entity.ars_nouveau.flying_item": "Flying Item",
	"entity.ars_nouveau.follow_proj": "Projectile",
	"entity.ars_nouveau.linger": "Linger",
	"entity.ars_nouveau.orbit": "Orbit",
	"entity.ars_nouveau.scryer_camera": "Scryer Camera",
	"entity.ars_nouveau.spell_arrow": "Spell Arrow",
	"entity.ars_nouveau.spell_proj": "Spell Projectile",
	"ars_nouveau.armor": "Крій",
	"ars_nouveau.page.armor_upgrading": "Поліпшення Броні",
	"ars_nouveau.armor_tiers": "Рівні Броні",
	"ars_nouveau.armor_desc": "Threads can be slotted into magical armor to provide additional effects. Armor can be upgraded to new tiers, unlocking additional and more powerful thread slots.",
	"ars_nouveau.page1.armor_upgrading": "Magical armor can be upgraded with Threads to provide additional effects. Each type of armor has a different number of slots, and those slots vary in size. Larger slots will increase the power of threads, and some threads require a slot of a certain size or larger. To apply threads, see the section on the Alteration Table.",
	"ars_nouveau.page2.armor_upgrading": "Armor also has three tiers, and these tiers may be increased using the Enchanting Apparatus and the upgrade recipes found in this section. Each tier will increase the amount of mana regen the armor grants, and increases the number and size of the slots of the armor.",
	"block.ars_nouveau.alteration_table": "Стіл для Переплетів",
	"ars_nouveau.page.alteration_table": "Стіл для Переплетів",
	"ars_nouveau.page1.alteration_table": "Used to inscribe Threads onto magical armors. To use the table, place armor onto the stand of the table. The tablet will display the available Thread Slots on the armor. To add or remove a Thread, use the thread on the tablet of the table. Removing the armor will apply the threads to the armor. To remove a thread, place the armor on the table and interact with the display with an empty hand.",
	"item.ars_nouveau.blank_thread": "Пустий Переплет",
	"tooltip.ars_nouveau.blank_thread": "Використовується у крафті Переплетів, що посилюють магічну броню.",
	"ars_nouveau.perk.invalid_for_slot": "Цей перк вимагає %s рівень або кращий слот.",
	"ars_nouveau.perk.warding": "Захист",
	"ars_nouveau.perk.mana_regen": "Регенерація мани",
	"ars_nouveau.perk.percent_max_mana": "Максимальна Мана",
	"ars_nouveau.perk.flat_max_mana": "Максимальна Мана",
	"ars_nouveau.perk.spell_damage": "Сила Закляття",
	"ars_nouveau.perk.saturation": "Додаткова Насиченність",
	"ars_nouveau.perk.wixie": "Тривалість Зілль",
	"ars_nouveau.perk.jump_height": "Сила Стрибка",
	"ars_nouveau.page.threads": "Each type of armor has its own unique set of Thread Slots. Upgrading the armor to a new tier will unlock and add additional slots to the armor. The Sorcerors set provides the least amount of defence while providing the most powerful slots, while the Battlemage's set provides defence but much weaker slots. For recipes on upgrading your armor to the next tier, see the section in the Armor and Perks category.",
	"ars_nouveau.threads": "Слоти Переплетів",
	"ars_nouveau.thread_layout": "Рівні Переплетів",
	"ars_nouveau.page.applying_perks": "Застосування Переплетів",
	"ars_nouveau.page1.applying_perks": "Threads may be applied to armor using the Alteration Apparatus. Each piece of armor has a unique set of Thread Slots with their own variety of levels. Some Threads may require a Thread Slot of a minimum level, but many threads simply increase in power based on the slot they are given.",
	"ars_nouveau.page2.applying_perks": "Threads only apply a single time on an entire armor set, and they do not stack. For more information on applying threads, see the Alteration Table.",
	"ars_nouveau.perk.not_perk": "Use a thread to apply it onto the selected armor.",
	"ars_nouveau.perk.set_armor": "Place armor onto the table.",
	"ars_nouveau.perk.max_perks": "This armor has reached its maximum number of perks.",
	"ars_nouveau.page.layout_desc": "Each set of armor has its own unique set of Thread Slots.",
	"ars_nouveau.armor_upgrade.book_desc": "Accepts Tier %s Armor",
	"ars_nouveau.spell_write.book_desc": "Accepts Reactive Items",
	"ars_nouveau.perks.duplicated": "You have equipped armor that contains a perk you already have. You will only receive the effect of the perk once.",
	"ars_nouveau.totem_perk.trigger": "Thread of Undying will reactive the next time you sleep.",
	"ars_nouveau.totem_perk.active": "Thread of Undying is now active.",
	"ars_nouveau.sound.fire_family": "Сімейство Полумʼя",
	"ars_nouveau.sound.default_family": "Стандартний",
	"ars_nouveau.sound.tempestry_family": "Сімейство Повітря",
	"ars_nouveau.sound.gaia_family": "Сімейство Природи",
	"block.ars_nouveau.mob_jar": "Банка для утримання",
	"ars_nouveau.page.mob_jar": "Банка для утримання",
	"ars_nouveau.page1.mob_jar": "Allows you to capture and store mobs for transportation or decoration. To capture a mob, you must perform a Ritual of Containment. See the Ritual of Containment for more info. To release a mob, cast Dispel on the jar and the mob will be released above the jar. Note Blocks placed above a jar will play an ambient sound of the mob inside.",
	"ars_nouveau.page2.mob_jar": "Many entities can be interacted with inside the jar and will continue to simulate while inside the jar. Some examples include: chickens will lay eggs, sheep can be sheared, cows can be milked, and some mobs like the Blaze will turn the jar into a light source. Experiment with a variety of mobs to create aesthetic and functional farms. Drygmys will also treat the jar as if it were a normal entity in the area.",
	"ars_nouveau.title.mob_jar": "Functionality",
	"ars_nouveau.advancement.title.root": "Ars Nouveau",
	"ars_nouveau.advancement.desc.root": "Отримайте Потертий Записник",
	"ars_nouveau.adv.title.ritual_brazier": "Цей день настав",
	"ars_nouveau.adv.desc.ritual_brazier": "Отримайте Ритуальну Жаровню",
	"ars_nouveau.adv.title.familiar": "Ми відповідальні за тих",
	"ars_nouveau.adv.desc.familiar": "Зробіть магічне створіння Фамільяром",
	"ars_nouveau.adv.title.amethyst_golem_charm": "Пурпурний Ненажера",
	"ars_nouveau.adv.desc.amethyst_golem_charm": "Отримайте Амулет Аметистового Ґолема",
	"ars_nouveau.adv.title.novice_spell_book": "Жага Знань",
	"ars_nouveau.adv.desc.novice_spell_book": "Отримайте Книгу Заклять Неофіта",
	"ars_nouveau.adv.title.apprentice_spell_book": "Дипломна Робота",
	"ars_nouveau.adv.desc.apprentice_spell_book": "Отримайте Книгу Заклять Адепта",
	"ars_nouveau.adv.title.archmage_spell_book": "Всі Знання Світу!!!",
	"ars_nouveau.adv.desc.archmage_spell_book": "Отримайте Книгу Заклять Архімага",
	"ars_nouveau.adv.title.shapers_focus": "Розблоковано!",
	"ars_nouveau.adv.desc.shapers_focus": "Отримайте Фокус Блоків",
	"ars_nouveau.adv.title.imbuement_chamber": "Все змінюється",
	"ars_nouveau.adv.desc.imbuement_chamber": "Отримайте Насичувальну Камеру",
	"ars_nouveau.adv.title.eat_bombegranate": "Те що нас не вбиває..., а ні, вбиває",
	"ars_nouveau.adv.desc.eat_bombegranate": "Зʼїжте Бахгранат",
	"ars_nouveau.adv.title.poof_mob": "Куди ти зник?",
	"ars_nouveau.adv.desc.poof_mob": "\"Поторгуйте\" з Магічною Істотою",
	"ars_nouveau.adv.title.enchanting_apparatus": "Не розчаруй мене",
	"ars_nouveau.adv.desc.enchanting_apparatus": "Отримайте Зачарувальний Апарат",
	"ars_nouveau.adv.title.starby_charm": "Наймиліший Побігайчик",
	"ars_nouveau.adv.desc.starby_charm": "Отримайте Амулет Старбункула",
	"ars_nouveau.adv.title.wixie_charm": "Дай волю внутрішній дитині",
	"ars_nouveau.adv.desc.wixie_charm": "Отримайте Амулет Віксі",
	"ars_nouveau.adv.title.whirlisprig_charm": "Щось вʼється у кишені",
	"ars_nouveau.adv.desc.whirlisprig_charm": "Отримайте Амулет Виточки",
	"ars_nouveau.adv.title.magebloom_crop": "Магоцвіт",
	"ars_nouveau.adv.desc.magebloom_crop": "Отримайте Насіння Магоцвіту",
	"ars_nouveau.adv.title.basic_spell_turret": "Це мод на магію, клянусь!",
	"ars_nouveau.adv.desc.basic_spell_turret": "Отримайте Базову Чаклунську Турель",
	"ars_nouveau.adv.title.spell_prism": "Під іншим кутом",
	"ars_nouveau.adv.desc.spell_prism": "Отримайте Призму Заклять",
	"ars_nouveau.adv.title.scryers_oculus": "Не підглядай!",
	"ars_nouveau.adv.desc.scryers_oculus": "Отримайте Око Провидіння",
	"ars_nouveau.adv.title.potion_jar": "Аби не вивітрилось",
	"ars_nouveau.adv.desc.potion_jar": "Отримайте Банку для Зілль",
	"ars_nouveau.adv.title.alteration_table": "Магічній робі - магічна заплатка",
	"ars_nouveau.adv.desc.alteration_table": "Отриймайте Стіл для Переплетів",
	"ars_nouveau.adv.title.blank_thread": "Чистий лист",
	"ars_nouveau.adv.desc.blank_thread": "Отримайте Пустий Перепліт",
	"ars_nouveau.adv.title.potion_melder": "Мішати не перемішати",
	"ars_nouveau.adv.desc.potion_melder": "Отримайте Змішувач Зілль",
	"ars_nouveau.adv.title.potion_diffuser": "Що за дивовижний аромат",
	"ars_nouveau.adv.desc.potion_diffuser": "Отримайте Розпилювач Зілля",
	"ars_nouveau.adv.title.potion_flask": "Забагато не буває",
	"ars_nouveau.adv.desc.potion_flask": "Отримайте Фляжку для Зілль",
	"ars_nouveau.adv.title.wilden_tribute": "Трофей з Вілдена",
	"ars_nouveau.adv.desc.wilden_tribute": "Отримайте Трофей з Вілдена",
	"ars_nouveau.adv.title.summon_focus": "Увага, зараз буде фокус!",
	"ars_nouveau.adv.desc.summon_focus": "Отримайте Фокус Виклику",
	"ars_nouveau.adv.title.wixie_hat": "Логістика Зілля",
	"ars_nouveau.adv.desc.wixie_hat": "Отримайте Ковпак Віксі",
	"ars_nouveau.adv.title.starbuncle_shades": "Забудь про сором за форму",
	"ars_nouveau.adv.desc.starbuncle_shades": "Отримайте Окуляри Старбункула",
	"ars_nouveau.adv.title.wilden_explosion": "Повітряна тривога",
	"ars_nouveau.adv.desc.wilden_explosion": "Станьте свідком вибуху Вілдена",
	"ars_nouveau.adv.title.prismatic": "ЗаломленняннелмолоЗ",
	"ars_nouveau.adv.desc.prismatic": "Перенаправте закляття через призму 4 рази",
	"ars_nouveau.adv.title.create_portal": "Ненавиджу, бляха, портали!",
	"ars_nouveau.adv.desc.create_portal": "Створіть Портал Переносу",
	"ars_nouveau.adv.title.warp_scroll": "Не переношу ходити пішки",
	"ars_nouveau.adv.desc.warp_scroll": "Отримайте Звиток Переносу",
	"ars_nouveau.adv.title.drygmy_charm": "Танець Лося",
	"ars_nouveau.adv.desc.drygmy_charm": "Отримайте Амулет Дриґму",
	"ars_nouveau.adv.title.source_jar": "Не рідина!",
	"ars_nouveau.adv.desc.source_jar": "Отримайте Банку для Джерела",
	"ars_nouveau.adv.title.mob_jar": "Дім, малий дім",
	"ars_nouveau.adv.desc.mob_jar": "Отримайте Банку для утримання",
	"ars_nouveau.adv.title.shrunk_starbuncle": "Кохана, я зменшив Старбункулів",
	"ars_nouveau.adv.desc.shrunk_starbuncle": "Потімістіть Старбункула у банку для утримання",
	"block.ars_nouveau.void_prism": "Призма Пустоти",
	"ars_nouveau.page.void_prism": "Знищує усі закляття, що проходять крізь неї."
}
