{
    "name": "Starter Spells",
    "icon": "ars_nouveau:glyph_break",
	"sortnum":3,
    "category": "getting_started",
    "pages": [
        {
            "type": "text",
            "text": "Para começar, você só terá acesso a alguns efeitos e formas. Depois de ter acesso à Glyph Press, você será capaz de criar qualquer feitiço. Para ajudá-lo em sua decisão, aqui estão alguns feitiços para começar."       
        },
		{
            "type": "spotlight",
			"item":"ars_nouveau:glyph_break",
            "title":"Break",
			"text":"Um efeito inicial, combine isso com Projétil -> Quebrar ou Toque -> Quebrar para coletar ferro e materiais inferiores."
        },
		{
            "type": "spotlight",
			"item":"ars_nouveau:glyph_harm",
            "title":"Harm",
			"text":"Um efeito inicial, combine isso com Projétil -> Dano ou Toque -> Dano para causar danos aos inimigos em uma pequena quantidade."
        },
		{
            "type": "spotlight",
			"item":"ars_nouveau:glyph_haste",
            "title":"Haste",
			"text":"A tier 1 effect that can be crafted using the Glyph Press. Grants the target a speed boost. Try Self -> Haste"
        },{
            "type": "spotlight",
			"item":"ars_nouveau:glyph_light",
            "title":"Light",
			"text":"A tier 1 effect that can be crafted using the Glyph Press. Creates a permanent light source when used on a block. Cast on entities to grant night vision."
        },
		{
            "type": "spotlight",
			"item":"ars_nouveau:glyph_amplify",
            "title":"Amplify",
			"text":"A tier 1 augment that can be crafted using the Glyph Press. Increases the power of most spells. Try Projectile -> Break -> Amplify -> Amplify for breaking obsidian, or apply to Harm for better damage."
        },
		{
            "type": "spotlight",
			"item":"ars_nouveau:glyph_ignite",
            "title":"Ignite",
			"text":"Um efeito de nível 1 que pode ser criado usando a Glyph Press. Acende entidades e bloqueia. Uma maneira barata de aumentar o dano. Tente Projectile -> Harm -> Ignite"
        },
		{
            "type": "spotlight",
			"item":"ars_nouveau:glyph_harvest",
            "title":"Harvest",
			"text":"Um efeito de nível 1 que pode ser criado usando a Glyph Press. Colhe as plantas sem quebrá-las."
        },
		{
            "type": "relations",
            "entries":["machines/glyph_press"],
			"text":"Para saber como criar novos glifos, consulte a seção Glyph Press."
        }
    ]
}