{
  "id": "ars_nouveau:whirlisprig_charm",
  "order": 100,
  "icon": "ars_nouveau:whirlisprig_charm",
  "title": "Whirlisprig Charm",
  "category": "ars_nouveau:crafting",
  "pages": [
    {
      "title": "Whirlisprig Charm",
      "description": "Whirlisprigs are curious nature sprites that are exclusively found in forested areas. Summoned Whirlisprigs can be given a home in the world, and will begin producing natural materials including wood, crops, seeds, and flowers that exist around them. Wild Whirlisprigs can be befriended and will drop Whirlisprig Tokens if a tree is grown near them.",
      "icon": "ars_nouveau:whirlisprig_charm"
    },
    {
      "recipe_1": "ars_nouveau:whirlisprig_charm"
    },
    {
      "description": "Whirlisprigs will follow animals, players, and monsters! They will also grow grass around them every once and a while.",
      "entity_type": "ars_nouveau:whirlisprig"
    },
    {
      "title": "Summoning",
      "description": "To summon a Whirlisprig, use a Whirlisprig charm on any flower. Whirlisprigs consider their home to be 10 blocks in any direction from the flower. Whirlisprigs require source nearby to operate, and will only generate items if there is a chest placed next to the flower. You can get your charm back by using Dispel on a Whirlisprig. They may be given orange, yellow, white, or green dye."
    },
    {
      "title": "Happiness",
      "description": "Summoned Whirlisprigs must be happy in order to produce materials, and their mood is determined by the number and diversity of natural materials in their home. You may use blocks on the Whirlisprig to gain additional info if a Whirlisprig would enjoy that block in their home. Interacting with the Whirlisprig with an empty hand will give you additional info on the Whirlisprig\u0027s happiness."
    },
    {
      "title": "Important",
      "description": "Note: It can take several minutes for a Whirlisprig to update its mood after placing a block. Whirlisprigs value diversity, and too much of one block will no longer count."
    },
    {
      "title": "Production",
      "description": "Drop rates are determined by happiness, diversity, and the proportions of blocks in a Whirlisprig home. For example, to generate a lot of logs, grow more trees. To gain more seeds and crop harvests, plant more crops."
    }
  ]
}