{
    "name": "Hechizos Iniciales",
    "icon": "ars_nouveau:glyph_break",
	"sortnum":3,
    "category": "getting_started",
    "pages": [
        {
            "type": "text",
            "text": "Empezando, solo tendrás acceso a unas pocas formas y efectos. Una vez accedas a la Prensa de Glifos, podrás crear cualquier hechizo. Para ayudarte en tu decisión, aquí hay alguno hechizos con los que empezar."       
        },
		{
            "type": "spotlight",
			"item":"ars_nouveau:glyph_break",
            "title":"Romper",
			"text":"Un efecto inicial, combina esto con Proyectil -> Romper o Tocar -> Romper para romper hierro y materiales inferiores."
        },
		{
            "type": "spotlight",
			"item":"ars_nouveau:glyph_harm",
            "title":"Dañar",
			"text":"Un efecto inicial, combina esto con Priyectil -> Dañar o Tocar -> Dañar para atacar a enemigos por una prqueña cantidad."
        },
		{
            "type": "spotlight",
			"item":"ars_nouveau:glyph_haste",
            "title":"Velocidad",
			"text":"Un efecto de nivel 1 que puede ser fabricado usando al Prensa de Glifos. Garantiza al objetivo el efecto de Velocidad. Intenta Propio -> Velocidad"
        },{
            "type": "spotlight",
			"item":"ars_nouveau:glyph_light",
            "title":"Luz",
			"text":"Un efecto de nivel 1 que puede ser fabricado usando la Prensa de Glifos. Crea una fuente de luz permanente cuando es usado en un bloque. Lánzalo a entidades para darles visión nocturna."
        },
		{
            "type": "spotlight",
			"item":"ars_nouveau:glyph_amplify",
            "title":"Amplificar",
			"text":"Un aumento de nivel 1 que puede ser fabricado usando la Prensa de Glifos. Incrementa el poder de la mayoría de hechizos. Intenta Proyectil -> Romper -> Amplificar -> Amplificar para romper obsidiana, o aplícalo a Dañar para hacer más daño."
        },
		{
            "type": "spotlight",
			"item":"ars_nouveau:glyph_ignite",
            "title":"Incendiar",
			"text":"Un hechizo de nivel 1 que puede ser fabricado usando la Prensa de Glifos. Incendia entidades y bloques. Una manera barata de incrementar el daño. Intenta Proyectil -> Dañar -> Incendiar"
        },
		{
            "type": "spotlight",
			"item":"ars_nouveau:glyph_summon_steed",
            "title":"Invocar Caballo",
			"text":"Un hechizo de nivel 1 que puede ser fabricado usando la Prensa de Glifos. Invoca una caballo temporal, domado, y con silla."
        },
		{
            "type": "relations",
            "entries":["machines/glyph_press"],
			"text":"Para aprender a crear nuevos glifos, mira la sección de la Prensa de Glifos."
        }
    ]
}